Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,EF176B2A4BCEA55C2F438CB60C8AC601
source: Press key to bind
bg: Натиснете клавиша, за да свържете
es: Presione la tecla para atar

# ,3CB2A0B24617CF31968FC28E978F4153
source: Blueprints
bg: Чертежи
es: Planos

# ,F2A8B642470514630D564A877B6C0FD7
source: Static Meshes
bg: Статични мрежи
es: Malla estática

# ,133AA5784CF570694C94B09914F0F525
source: Missing order barcode
bg: Липсваща поръчка баркод
es: Código de barras de orden faltante

# ,509FAFFE48C45229E7360D97381EB5AB
source: Missing protection
bg: Липсва защита
es: Protección faltante

# ,59EBFA86404FABA5CC55C58E7FF30A45
source: MIssing barcode
bg: Липсващ баркод
es: Código de barras faltante

# ,78B6C47048CB47719563CB88CC55D93A
source: Incomplete order
bg: Непълна поръчка
es: Orden incompleto

# ,83253EFB4C0471D4AC69BAB387E0AD51
source: Fail reason
bg: Причина за неуспех
es: Razón de falla

# ,A2A9C4324AD650A0A94C3C98ED1938A6
source: Toggle Box
bg: Кутия за превключване
es: Caja de palanca

# ,023C80494BD0373B621D728704DB99E9
source: Missing warning stickers
bg: Липсващи предупредителни стикери
es: Pegatizas de advertencia faltantes

# ,0ADE54E542DAD14ABB03F09162164FA2
source: Inconsistent case
bg: Несъответстващ случай
es: Caso inconsistente

# ,151789A244DFBB16BE890581DDE457B6
source: Wrong sticker position
bg: Грешна позиция на стикера
es: Posición de pegatina incorrecta

# ,2EB19FF24FE9853E1A67A4B2C5FDECFB
source: foreign objects
bg: Чуждестранни обекти
es: objetos extranjeros

# ,30F4F7434E058FCBF045E78CD48CE993
source: Wrong barcode
bg: Грешен баркод
es: Código de barras incorrecto

# ,4C7713A24AFB6421C4B494AD85808489
source: Inconsistent glass
bg: Непоследователно стъкло
es: Vidrio inconsistente

# ,535D24D84B69458DD03D798D96B6007A
source: Missing name
bg: Липсва име
es: Nombre faltante

# ,69BACD724A6F3D41167DBBBDF85B0CE3
source: missing door
bg: липсваща врата
es: puerta faltante

# ,6A0CB23E4920D09318963D81ADECF639
source: inconsistent lock
bg: непоследователно заключване
es: bloqueo inconsistente

# ,70B0850340A625EE624D11AE6552631B
source: missing slider lock
bg: Липсваща плъзгача
es: Falta de bloqueo deslizante

# ,8B56A6DF45A70FEB8B1CD2BA45797776
source: Missing barcode
bg: Липсващ баркод
es: Código de barras faltante

# ,BB2A7259408546D2F1A07CBDADAEC929
source: inconsistent door
bg: непоследователна врата
es: puerta inconsistente

# ,E90801DE44EF123D29714D9B3962E3C5
source: Wrong name
bg: Грешно име
es: Nombre incorrecto

# ,0D8FE6B94EA2FDD914779FB617A89FE9
source: Wrong barcode
bg: Грешен баркод
es: Código de barras incorrecto

# ,23CA48224A9BF5CFA2EA3A98E036BADA
source: Inconsistent doll
bg: Несъответстваща кукла
es: Muñeca inconsistente

# ,34555C7F4218570D3D004A9EA3FC3410
source: Strange phenomenon
bg: Странно явление
es: Fenómeno extraño

# ,ED350A8D4428164192E5148ED5131FEE
source: Missing barcode
bg: Липсващ баркод
es: Código de barras faltante

# ,EDA2EB3E4F3B37D7EBD19FAAF58CE596
source: Wrong name
bg: Грешно име
es: Nombre incorrecto

# ,246F2F4949FFB42650894AB5BD32B00D
source: inconsistent weight
bg: непоследователно тегло
es: peso inconsistente

# ,2E207F62429FB6F9CDD02BB28E0ED5E6
source: inconsistent temperature
bg: непоследователна температура
es: temperatura inconsistente

# ,5C3B4340450F84A03477DA81D1A4BC2B
source: Inconsistent voice
bg: Непоследователен глас
es: Voz inconsistente

# ,605FF701467A050AB8CE96A29C44E3D7
source: Inconsistent robot
bg: Непоследователно робот
es: Robot inconsistente

# ,658E832A42ED1FEF74D28FBB459680D5
source: Missing barcode
bg: Липсващ баркод
es: Código de barras faltante

# ,6E21B25E4D1C6179FC732F82785C32BF
source: Wrong barcode
bg: Грешен баркод
es: Código de barras incorrecto

# ,71F6E88941938C640D8228BDE5E61725
source: inconsistent pressure
bg: непоследователно налягане
es: presión inconsistente

# ,87BC936647AB5AF3569652990E87D9B5
source: Inconsistent animation
bg: Несъответстваща анимация
es: Animación inconsistente

# ,D37BCC0E40EF4546A93E2D9D388DAF76
source: Speak
bg: Говори
es: Hablar

# ,A7D3B47A4A4B068C31CFD39A6CF0A5D1
source: Toggle Robot
bg: Превключва робот
es: Alternar robot

# ,110C6C1B4CF0A0E6C0F317B2CDC7939E
source: {name}'s robot
bg: {име} робот
es: Robot de {nombre}

# ,50B538004C020CD6B4559F8CE5F0A2BA
source: {name}'s case
bg: {Име} случаят
es: {nombre}

# ,77A0EAF3485985870BFAACAB468F43BA
source: Toggle Lock
bg: Заключване на превключване
es: Bloqueo

# ,7F79F95F4C1FD5F0F6E0CBA5BADCD4E5
source: Toggle Door
bg: Превключване на вратата
es: Puerta de palanca

# ,DBB575374F3EDC8AE24521ACFAD752E2
source: Find Blue
bg: Намерете синьо
es: Encontrar azul

# ,EF6789BD4B378EB6395796B33153C8D3
source: UP
bg: Нагоре
es: ARRIBA

# ,34F4896049116D5EB9610D9193ED7001
source: THROW
bg: Хвърляне
es: TIRAR

# ,BD9F98F441E48FB99A44F5A54731EA54
source: Escape
bg: Бягство
es: Escapar

# ,003D0D834733E7C533A89F9D6A1FB8E8
source: Put a sticker in each table
bg: Поставете стикер във всяка таблица
es: Pon una pegatina en cada mesa

# ,81E9BAA7419C1B5289437BA82FACBEE1
source: Rotate left
bg: Завъртете наляво
es: Girar a la izquierda

# ,45EC97CB4802237498081FB748882600
source: Rotate right
bg: Върнете се надясно
es: Girar a la derecha

# ,C13DEE9C4AB6C195FC29288F8D0CADA4
source: Preasure Action
bg: Предразполагащо действие
es: Acción de antepasado

# ,2FC1B1CB4A4893796C9FF8ABF1A2FE97
source: Go to Servers room
bg: Отидете в стая за сървъри
es: Ir a la habitación de los servidores

# ,1CD44A0B4B5EBC23936048B71943D235
source: Turn on the lights
bg: Включете светлините
es: Enciende las luces

# ,BD531B9E4442536830BE929E0EE5BE75
source: Unblock the products on dispatch
bg: Деблокирайте продуктите при изпращане
es: Desbloquear los productos en el despacho

# ,166AB17B4C2924FEEED342A0F0C2FD03
source: Go to dispatches room
bg: Отидете в Dispatches Room
es: Ir a la sala de despachos

# ,0F12F3904CEF62CE122689A9AFDAD4CA
source: Go to maintenance room
bg: Отидете в стаята за поддръжка
es: Ir a la sala de mantenimiento

# ,21EACFAF49507A7552A110BAE83EEE37
source: Go home
bg: Приберете се вкъщи
es: Ir a casa

# ,239D301D425DDDE4BB5E72945B2C2E1A
source: Put the tool back in its place.
bg: Поставете инструмента обратно на мястото си.
es: Vuelva a colocar la herramienta en su lugar.

# ,32BB351643F146D3CE187DA1F1A5061F
source: Leave
bg: Оставете
es: Dejar

# ,373812D2448A918EC46E88B63CEA5016
source: Pick the barcode Scanner
bg: Изберете скенера за баркод
es: Elija el escáner de código de barras

# ,3C78B4824D8DDE1EE4EADEA8E5D30790
source: Add protection to Box
bg: Добавете защита към кутията
es: Agregar protección a la caja

# ,41C8EB434E3B857742426CB953A2D962
source: Place into platform
bg: Поставете в платформата
es: Colocar en la plataforma

# ,59D5F27B450291184FBE03926D9972D3
source: Activate panel again
bg: Активирайте панела отново
es: Activar el panel nuevamente

# ,65A6E2FB42A89E00A6FD298E262678B6
source: Review the product
bg: Прегледайте продукта
es: Revisar el producto

# ,6D3847D84B4B95D2139654B5C4FEB564
source: STUCK
bg: Заседнал
es: ATASCADO

# ,6DAEF58F41A34662BD57069D35F19980
source: Use the repair reason panel (Wrong name)
bg: Използвайте панела за ремонт на разум (грешно име)
es: Use el panel de Razón de reparación (nombre incorrecto)

# ,6E0EA478403ECE52ABBF53A320274AB8
source: Keep working
bg: Продължавайте да работите
es: Seguir trabajando

# ,731711684782573177A6E68C266B590B
source: Check the new Panel
bg: Проверете новия панел
es: Revise el nuevo panel

# ,7A7E50BE4647DBC366917A8BCB2C243D
source: Send to production
bg: Изпращане на производство
es: Enviar a la producción

# ,8F48C2364E01FB55DE3BE3965FDDA749
source: Activate the dispatch Panel
bg: Активирайте панела за изпращане
es: Activar el panel de despacho

# ,99B7B7A64D583DA8EC8B43A20F3588B3
source: Continue Working...
bg: Продължете да работите ...
es: Continuar trabajando ...

# ,B188EE0042364C49DADBE6A8828B5608
source: Send product to repair
bg: Изпратете продукт за ремонт
es: Enviar el producto a la reparación

# ,C34DA328419E7CDA04FBCCB5EF528334
source: Leave from observation room
bg: Оставете от стаята за наблюдение
es: Salir de la sala de observación

# ,C8D9A35D497B88BA1314689A56AEF353
source: Put the box on the floor platform.
bg: Поставете кутията на платформата на пода.
es: Pon la caja en la plataforma del piso.

# ,C94280B14B7B4C66F1B93F915138EC5A
source: Pick up the Doll
bg: Вземете куклата
es: Recoger la muñeca

# ,D06F76594B031E9B278C26860B6700BF
source: Review the case
bg: Прегледайте случая
es: Revisar el caso

# ,D299CF65439CF03C62CBD1A3840D84A9
source: Put the case on repair selecting wrong name as repair reason
bg: Поставете случая при ремонт Избор на грешно име като причина за ремонт
es: Coloque el caso en la reparación seleccionando el nombre incorrecto como motivo de reparación

# ,E5D1644344491A13316F9AB8CD6AD31A
source: Put the barcode on box and send it to production
bg: Поставете баркода на кутията и го изпратете на производство
es: Coloque el código de barras en la caja y envíelo a la producción

# ,E986BC32440410B3B2AA529C1AF4C358
source: Go to Storage room...
bg: Отидете в склад ...
es: Ir a la sala de almacenamiento ...

# ,F0444637451984370DD1ABBD14148409
source: Place the doll in the platform
bg: Поставете куклата в платформата
es: Coloque la muñeca en la plataforma

# ,F7FDDC304A5024D676A5EE80893CEB02
source: Go to home
bg: Отидете у дома
es: Ir a casa

# ,F88B77E547F006009AD0F0B0125FF1C8
source: Send it to production
bg: Изпратете го в производство
es: Enviarlo a la producción

# ,F9EDED874A66119071C16984B7464371
source: Print the order barcode and put on product
bg: Отпечатайте баркода на поръчката и поставете продукта
es: Imprima el código de barras de pedido y coloque el producto

# ,FC8959AC46B48CBBFBEE2AB99A29DBF8
source: Go to maintenance room
bg: Отидете в стаята за поддръжка
es: Ir a la sala de mantenimiento

# ,72665A764943C26EF07B8BBC76AC13C0
source: Go to observation room
bg: Отидете в стаята за наблюдение
es: Ir a la sala de observación

# ,6370292A4746B6810ECD75AB7A447E81
source: Go to HR Office
bg: Отидете в HR Office
es: Ir a la oficina de recursos humanos

# ,A13EC4E84C6D0BE812C8B48B6C6403D1
source: Go to Servers room
bg: Отидете в стая за сървъри
es: Ir a la habitación de los servidores

# ,0902806743D23675BFDD0A9E5936DB6C
source: Go to dispatches room
bg: Отидете в Dispatches Room
es: Ir a la sala de despachos

# ,21DAAAA046755F3B0DEA72BF83FEABC5
source: Go to Locker room
bg: Отидете в съблекалнята
es: Ir al vestuario

# ,A528D48348617EF476A703A36E74708E
source: Go to Security room
bg: Отидете в стаята за сигурност
es: Ir a la sala de seguridad

# ,9B2DD66146ED89E8308D5D9A7E95A64A
source: Go to Cafeteria
bg: Отидете в кафене
es: Ir a la cafetería

# ,078AEF0A4BC4903DC64AA48A81CD7B97
source: Find the papers
bg: Намерете документите
es: Encuentra los papeles

# ,5E25DAC8457D6AC059BAFD8659576A99
source: Put the stickers on each lock
bg: Поставете стикерите върху всяка ключалка
es: Pon las pegatinas en cada bloqueo

# ,781DC04D48CE750D284BBD8DD0CE51B1
source: Pick the id cards
bg: Изберете личните карти
es: Elija las tarjetas de identificación

# ,6E6F9A2B495679529F94E58FC2418E2B
source: Manipulate the cctv
bg: Манипулирайте CCTV
es: Manipular el CCTV

# ,355139F940FF4B1819E7FFA952892B85
source: Put a sticker in each table
bg: Поставете стикер във всяка таблица
es: Pon una pegatina en cada mesa

# ,5758EEC14D1960F9A51B11A4E14B7EFE
source: Find Blue
bg: Намерете синьо
es: Encontrar azul

# ,05F004004C0C63CB913F89B579B3C2B5
source: Manipulate each red server
bg: Манипулирайте всеки червен сървър
es: Manipular cada servidor rojo

# ,133FA5ED4F9610DA9718BAAC4A501221
source: Go to interviews room
bg: Отидете в стая за интервюта
es: Ir a la sala de entrevistas

# ,38B47F6443107F1A870F258CE1E53FEE
source: Join to Doll Inc
bg: Присъединете се към Doll Inc
es: Únete a Doll Inc

# ,26F695304732DB9EAED5508A16DB6F1F
source: Go to door
bg: Отидете на вратата
es: Ir a la puerta

# ,6605812249F319D73CE7B68A78798C40
source: Take the phone
bg: Вземете телефона
es: Tomar el teléfono

# ,6981B6DA4BD6F8514E58CD94519AE1AD
source: Get out of the apartment.
bg: Излезте от апартамента.
es: Sal del apartamento.

# ,9B5F77504063E212FB1654A0A361625F
source: Check the tv
bg: Проверете телевизора
es: Revise el televisor

# ,F726153349E7F7EBEEDAEB8A041DDAA0
source: Go to Doll Inc
bg: Отидете на Doll Inc
es: Ir a Doll Inc

# ,134119FA415555EF5E94ABB5F5F751E7
source: Follow the supervisor instructions
bg: Следвайте инструкциите на ръководителя
es: Sigue las instrucciones del supervisor

# ,418203D640E6B38281E0AAA97492F850
source: Clear the obstruction
bg: Изчистете препятствието
es: Borrar la obstrucción

# ,6F9DCEB046A48B9227D936B115EA6CE5
source: Back to work
bg: Обратно на работа
es: Volver al trabajo

# ,4790609049389B3E8BE97BAD6DDB01F8
source: Leave from HR Office
bg: Оставете от HR Office
es: Salir de la oficina de recursos humanos

# ,CFF1D6A44842770C6B33A5A75CCDD4C5
source: Find the papers
bg: Намерете документите
es: Encuentra los papeles

# ,256D8907458D653267033A97CBA8BF4B
source: Put a case inside and write the text required in the order
bg: Поставете случай вътре и напишете необходимия текст в поръчката
es: Pon un estuche adentro y escriba el texto requerido en el pedido

# ,270E3DE54C31DDA06F8A2B9948DE36D5
source: Bring the box to dispatch room
bg: Донесете кутията в стаята за изпращане
es: Traiga la caja a la sala de despacho

# ,308FFE574239048DD15660B6BAA6F182
source: Request a box before products
bg: Поискайте кутия преди продуктите
es: Solicite una caja antes de los productos

# ,47AFFBCC41F0404B5C2BDFB0A9C6ECBC
source: Pick the product and back to dispatch room
bg: Изберете продукта и обратно в Dispatch Room
es: Elija el producto y regrese a la sala de envío

# ,EBA8131F4CEE22F6786953957FBC5822
source: Put items on box
bg: Поставете елементи на кутията
es: Poner los artículos en la caja

# ,F208F6E945169173EDE934A12DA0094A
source: Request the product order
bg: Поискайте поръчката на продукта
es: Solicitar el pedido de productos

# ,F387F4634D5E58FC3E53D18BD021A97E
source: So... you thought this was about trust?
bg: И така ... Мислехте, че става въпрос за доверие?
es: Entonces ... ¿pensaste que esto se trataba de confianza?

# ,3D8EE06A441B7ED0F7CAE1ACB1C14A53
source: You were never a real employee.
bg: Никога не сте били истински служител.
es: Nunca fuiste un empleado real.

# ,95FD7DF54609DC7835C79CA7852EBC6A
source: We eliminate it.
bg: Ние го елиминираме.
es: Lo eliminamos.

# ,8E8C786F4AD8A5A78A47CCA856082DD6
source: Goodbye.
bg: Сбогом.
es: Adiós.

# ,EB44696F48C51F2A40A1548BF87DE4FD
source: This was a test.
bg: Това беше тест.
es: Esta fue una prueba.

# ,FAEA23D5488A289A74F34F9ACFE94D77
source: Thirty days to prove one thing: obedience.
bg: Тридесет дни за доказване на едно нещо: послушание.
es: Treinta días para demostrar una cosa: obediencia.

# ,6E53A60340B955CAD3D82BBE785C0B06
source: But you failed.
bg: Но не успяхте.
es: Pero fallaste.

# ,5C533C2F4E181BF14C45AA8A2A0585FF
source: Your “friend”?
bg: Вашият „приятел“?
es: ¿Tu "amigo"?

# ,28C9673547645DB66CD638BB07DEEF29
source: Just a handler.
bg: Просто ръководител.
es: Solo un manejador.

# ,DE4F17FA46CEE74EFCB32CB58179387C
source: Their job was to watch you... push you.
bg: Тяхната работа беше да те гледат ... бутат те.
es: Su trabajo era verte ... empujarte.

# ,4DB707544544994F9AE1ED9A6A01A5E8
source: And you? You disobeyed. You questioned.
bg: А ти?
es: ¿Y tú?

# ,CE8D381B448561D21479639D363E84DC
source: And here at Doll Inc, we don’t fix disobedience.
bg: И тук в Doll Inc, ние не поправяме неподчинение.
es: Y aquí en Doll Inc, no solucionamos la desobediencia.

# ,6CD4009648A8F45C0353C5A379030501
source: Congratulations, Operator.
bg: Поздравления, оператор.
es: Felicitaciones, operador.

# ,4D89A51A41BA2790134C9C9D7F9D9273
source: You made it.
bg: Направихте го.
es: Lo hiciste.

# ,890478D741033CD1FC45B4A0D13666B4
source: Proceed to your assigned workstation.
bg: Продължете към назначената ви работна станция.
es: Proceda a su estación de trabajo asignada.

# ,4948BB6F42DAA4B3F2F999825CD512C4
source: You’ve earned it.
bg: Вие сте го спечелили.
es: Te lo has ganado.

# ,066A75B44D6B5B7E0EDB95B11199B641
source: Thirty days. No failures. No hesitation.
bg: Тридесет дни.
es: Treinta días.

# ,12A242EF49576C88B24BD5A239057E76
source: Your performance has been... acceptable.
bg: Вашето изпълнение беше ... приемливо.
es: Su desempeño ha sido ... aceptable.

# ,27FF2EBB483629E41EE5F99613E13A60
source: Accurate. Efficient. Obedient.
bg: Точен.
es: Preciso.

# ,0E64F0F24E5036B06CC7FDA7984F9B45
source: You are now an official classification operator of Doll Inc.
bg: Вече сте официален оператор на класификация на Doll Inc.
es: Ahora es un operador de clasificación oficial de Doll Inc.

# ,9B76EE864B70B834D99398A691266E81
source: Your badge has been updated.
bg: Вашата значка е актуализирана.
es: Tu insignia ha sido actualizada.

# ,C5503D4A4513573E11E791BD8577CEE3
source: Your permissions... expanded.
bg: Вашите разрешения ... разширени.
es: Tus permisos ... expandidos.

# ,B258F18D4468043C5D3F04A167B39859
source: Welcome to the system.
bg: Добре дошли в системата.
es: Bienvenido al sistema.

# ,78BF72714F67D21C6CB60882A1D2CE36
source: From now on — your choices will shape much more than production lines.
bg: Отсега нататък - вашият избор ще оформи много повече от производствените линии.
es: De ahora en adelante, sus opciones darán forma mucho más a las líneas de producción.

# ,1DA8E7AF47D231A4DFEB4C9B53542F8C
source: DON'T STOP! KEEP MOVING! KEEP WORKING! STAY FOCUSED!
bg: Не спирайте!
es: ¡No te detengas!

# ,EC8647854352CA1BFDAC07BF71BB1C0B
source: Alright.
bg: Добре.
es: Está bien.

# ,E9A728294CA24423E1921F9F3DD1B86B
source: Report to the facility immediately for your first assessment.
bg: Докладвайте на съоръжението незабавно за първата си оценка.
es: Informe a la instalación de inmediato para su primera evaluación.

# ,D670B99E4C4997AE7138549BB082F5FA
source: I’m not promising you’ll get the job.
bg: Не обещавам, че ще получите работата.
es: No estoy prometiendo que obtendrás el trabajo.

# ,4C937A344F7C97BE94DE3E949D3433CE
source: But of course!
bg: Но разбира се!
es: ¡Pero por supuesto!

# ,BFAF48FC4E7C8920F1885B8C54A89095
source: Doll INC operates 24 hours a day.
bg: Doll Inc оперира 24 часа на ден.
es: Doll Inc opera las 24 horas del día.

# ,3310E30F4B335D549B8EE9BE775548DF
source: MOVE YOUR ASS!
bg: Преместете задника си!
es: ¡Mueve tu trasero!

# ,FB58EE68471300799123978E17900858
source: I warned you.
bg: Предупредих те.
es: Te lo advertí.

# ,307E0F294B33D836BA17C5A16E5FBE9A
source: I gave you clear instructions.
bg: Дадох ви ясни инструкции.
es: Te di instrucciones claras.

# ,40CCEC4A4B49D4D574204383EDFC3FB8
source: Pathetic.
bg: Патетичен.
es: Patético.

# ,02FBB65342F24F48C7250B890969931F
source: You are hereby terminated.
bg: Вие сте прекратени.
es: Por la presente, te terminan.

# ,CF664A92478727A653553388AE7F13BB
source: Don’t come back. Ever.
bg: Не се връщайте.
es: No vuelvas.

# ,A8EB87594CDE2E2FBE14CD883EAB8501
source: And yet — here we are.
bg: И все пак - ето ни.
es: Y sin embargo, aquí estamos.

# ,6278778C43C867391512508AFA04A422
source: Too many errors.
bg: Твърде много грешки.
es: Demasiados errores.

# ,657653C04966C7DE72152A81984E671F
source: Too many delays.
bg: Твърде много закъснения.
es: Demasiados retrasos.

# ,8FC07ED04E1B42F26B5A0CB4980C1C14
source: You’re not cut out for this.
bg: Не сте изрязани за това.
es: No estás cortado por esto.

# ,2B09379C4E66344A9A83D7B0AD8486BD
source: This facility demands precision.
bg: Това съоръжение изисква прецизност.
es: Esta instalación exige precisión.

# ,1E1CBB4044246B56E38C828918730456
source: Obedience.
bg: Подчинение.
es: Obediencia.

# ,325B71624CE6BE162718C9AFE80D545E
source: Discipline.
bg: Дисциплина.
es: Disciplina.

# ,EB306746450020DCD6B9D88D38744D42
source: You couldn’t even survive thirty days?
bg: Не бихте могли дори да оцелеете тридесет дни?
es: ¿Ni siquiera podrías sobrevivir treinta días?

# ,E41FDFAB403B4DFA6154F58D135C668C
source: Welcome to Endless Mode
bg: Добре дошли в безкраен режим
es: Bienvenido al modo Endless

# ,951669334150E951C5F16BB4C20CE96C
source: In this mode, products will appear endlessly, one after another
bg: В този режим продуктите ще се появяват безкрайно, един след друг
es: En este modo, los productos aparecerán sin cesar, uno tras otro

# ,25D358E7414D764E3AB7989C0DB88A69
source: If you fail or decide to leave through the exit door…
bg: Ако не успеете или решите да напуснете през вратата на изхода ...
es: Si falla o decide dejar por la puerta de salida ...

# ,D820751149E19C55EE428DA320211476
source: It’s over
bg: Свърши
es: Se acabó

# ,2434DB9446AAFB679465D0A352D0D867
source: Your shift is over. Go home.
bg: Вашата смяна приключи.
es: Tu turno ha terminado.

# ,6544B9E8487C8520A295A7A137FBBF22
source: Day cleared. You may leave — for now.
bg: Ден се изчисти.
es: Día despejado.

# ,1FF04D174419895795E949A055FE2739
source: You’re dismissed. Follow protocol and exit immediately.
bg: Вие сте уволнени.
es: Eres despedido.

# ,6E8931024D52A2A7CE0C578473A45477
source: That’s enough for today. Exit through the designated corridor.
bg: Това е достатъчно за днес.
es: Eso es suficiente para hoy.

# ,4DB0F4414D1C1BDAA76659A3E41536DD
source: Day complete. Proceed to departure.
bg: Ден завършен.
es: Día completo.

# ,1A967620432C6AE2403CF7880498E07B
source: You’ve done your part. Leave the facility.
bg: Вие сте направили своята част.
es: Has hecho tu parte.

# ,C1401200472B0B4B2B4A80A16C276AD3
source: That will be all, Operator. You’ll be needed again soon.
bg: Това ще бъде всичко, оператор.
es: Eso será todo, operador.

# ,3AF90F0D4B648C92F3E3729433C10778
source: Your presence is no longer required.
bg: Вашето присъствие вече не се изисква.
es: Su presencia ya no es necesaria.

# ,EB22C5AB4E62D85A143D2182AC843A43
source: Rest cycle initiated. Vacate your post.
bg: Иницииран цикъл на почивка.
es: Ciclo de descanso iniciado.

# ,D243B5D7490069AA38870CA913F2DF30
source: The system thanks you. You may go.
bg: Системата ви благодари.
es: El sistema te agradece.

# ,9611E4104F15AB889F20D1840B3A49B3
source: FIRE! Evacuate immediately!
bg: Огън!
es: ¡FUEGO!

# ,FD0A915F445F1913CED5818274619148
source: Congratulations!
bg: Поздравления!
es: ¡Felicidades!

# ,95119571473B4F2FA6351E896995F3D6
source: You’ve been selected as a candidate for the Doll INC Evaluation Program.
bg: Вие сте избрани като кандидат за програмата за оценка на Doll Inc.
es: Usted ha sido seleccionado como candidato para el programa de evaluación Doll Inc.

# ,C7AA57CA42D0F2EFE6AB08BD9BE69E8A
source: We’re currently recruiting for our revolutionary product Doll Impostor.
bg: В момента набираме за нашия революционен импостор на куклите за продукти.
es: Actualmente estamos reclutando para nuestro impostor de muñecas de productos revolucionarios.

# ,B14FF1EF4C9081C3882CA69CB187BB28
source: Before we begin, let me ask you a few questions…
bg: Преди да започнем, нека ви задам няколко въпроса ...
es: Antes de comenzar, déjame hacerte algunas preguntas ...

# ,FBF8CA6B4D0B3EC5591E809E584663D7
source: Do you currently have a job?
bg: Имате ли в момента работа?
es: ¿Tiene actualmente un trabajo?

# ,36F92ACD42A227776422899283AEB54E
source: ...No?
bg: ... не?

# ,6A9348AA4E9235D7EB6838858ADB5E7E
source: Are you looking for one?
bg: Търсите ли такъв?
es: ¿Estás buscando uno?

# ,6D559E944FF79D2D62D163AD47E3FC73
source: Do you know Doll INC?
bg: Познавате ли Doll Inc?
es: ¿Conoces Doll Inc?

# ,27415F084B1E7E3DBA9A8C8F156AEDC1
source: HEY!
bg: Хей!
es: ¡EY!

# ,7D8C5ECF44C138A5E6A9FDA8BBD6FA85
source: They’re after us
bg: Те са след нас
es: Ellos son detrás de nosotros
