Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,2595927B46CF588E5DA79A81F7E84654
source: Oh no... the power’s out.
bg: О, не ... Силата е навън.
es: Oh no ... el poder está fuera.

# ,30DC6A784257F9DC1B9E3898D6B35B08
source: That doesn’t usually happen.
bg: Това обикновено не се случва.
es: Eso no suele suceder.

# ,D763BFD14F81A594C968D58E62997899
source: In any case, head to the maintenance room and restore the power.
bg: Във всеки случай се насочете към залата за поддръжка и възстановете захранването.
es: En cualquier caso, diríjase a la sala de mantenimiento y restaure la energía.

# ,61D5E3C74007E1240E68EEBBD157EEC3
source: Well done.
bg: Браво.
es: Bien hecho.

# ,620D911045D98B0B39A48E9FD410E03E
source: Now get back to work.
bg: Сега се върнете на работа.
es: Ahora vuelve al trabajo.

# ,167DA4A54EC0C3A3CF79C48545DBFD37
source: Well done, Operator
bg: Браво, оператор
es: Bien hecho, operador

# ,2F8E858B4DC5D94E88EB56BE99A37BC0
source: You’ve successfully completed this initial 5-day assessment
bg: Успешно сте завършили тази първоначална 5-дневна оценка
es: Ha completado con éxito esta evaluación inicial de 5 días

# ,1183B50344E281A6874CB3AAC2572369
source: Now, review the final product carefully… And ask yourself — are you ready to survive 30 days?
bg: Сега, прегледайте внимателно крайния продукт ... и се запитайте - готови ли сте да оцелеете 30 дни?
es: Ahora, revise el producto final con cuidado ... y pregúntese: ¿está listo para sobrevivir 30 días?

# ,769D6C624D030E13130876938AAE603D
source: Your performance has been noted
bg: Вашето изпълнение е отбелязано
es: Tu desempeño ha sido observado

# ,6B0995774584C17891EC16A2765C8F5D
source: This was only a demonstration. Your true evaluation begins… when you’re ready.
bg: Това беше само демонстрация.
es: Esto fue solo una manifestación.

# ,75F174E14B3C53BBAEA61BA7080C6A7B
source: Wake up...
bg: Събуди се ...
es: Despertar...

# ,4099A79E44243F72F95F9C87D7630B8E
source: WAKE UP!
bg: Събудете се!
es: ¡DESPERTAR!

# ,EF383E724E595B6A2BF14CA3076ED621
source: WORK! OBEY! SERVE! CONFORM! BE GRATEFUL!
bg: Работете!
es: ¡TRABAJAR!

# ,98EBC6D04377241BFB75A380B988F43E
source: Let’s play forever.
bg: Нека играем завинаги.
es: Juguemos para siempre.

# ,BE5078404F7E40B6251C239F550EA78B
source: Let me fix you...
bg: Позволете ми да ви поправя ...
es: Déjame arreglarte ...

# ,C0AD1D9044203F4905EBDFA07AE98150
source: I see you.
bg: Виждам те.
es: Te veo.

# ,F5B1BE9A45B3C2676169968A086453BA
source: Stay with me.
bg: Останете с мен.
es: Quédate conmigo.

# ,4B42877B4DF5E38CF6606996BD828500
source: You’re mine now.
bg: Сега си мой.
es: Eres mía ahora.

# ,764DED814D49F64E05DC6F975CAB7F7D
source: No more hiding.
bg: Няма повече скриване.
es: No más escondite.

# ,250193EB4DFCB67E04C3BCBEA8AADD94
source: Why did you leave me?
bg: Защо ме остави?
es: ¿Por qué me dejaste?

# ,497AD5C84B43FD29D14BD5A46BABDC25
source: I waited... and waited...
bg: Чаках ... и чаках ...
es: Esperé ... y esperé ...

# ,A42597364F2F9BB94D88CA83EB6C1E41
source: Do you want to see what’s inside?
bg: Искате ли да видите какво има вътре?
es: ¿Quieres ver qué hay dentro?

# ,B8851D45410FAB611CA1018E24B12032
source: It’s okay to be scared.
bg: Добре е да се плашиш.
es: Está bien tener miedo.

# ,276C005F4E51A6639CA94C94BA4DC831
source: Ah, I see you know the product well.
bg: А, виждам, че добре познаваш продукта.
es: Ah, veo que conoces bien el producto.

# ,D569B04341B2798F2E2204A129AA31BF
source: That’s better.
bg: Това е по -добре.
es: Eso es mejor.

# ,012C84B848CE009D6FC406AF50BB85ED
source: TRY AGAIN
bg: Опитайте отново
es: INTENTAR OTRA VEZ

# ,697598EA40292C85BF663CB57FAA9D87
source: You've been caught.
bg: Вие сте били хванати.
es: Te han atrapado.

# ,523DD5514E071361BF15418B8D902828
source: Fortunately, you are now the successful reference model that made it through.
bg: За щастие, вие вече сте успешният референтен модел, който го направи.
es: Afortunadamente, ahora eres el modelo de referencia exitoso que lo hizo.

# ,936BC64F4E040F1D032936852B0C5D3B
source: Unfortunately, you are now just a copy for a future, better version of yourself.
bg: За съжаление, вече сте просто копие за бъдеща, по -добра версия на себе си.
es: Desafortunadamente, ahora eres solo una copia para una versión futura, mejor de ti mismo.

# ,A8C2F7CA4F7770DD80847BBE23FA0814
source: Thanks for playing!
bg: Благодаря за игра!
es: ¡Gracias por jugar!

# ,C9F575424FCCF043E300F4B61D69C21D
source: If you enjoyed the experience, please support us by leaving a positive review.
bg: Ако ви хареса преживяването, моля, подкрепете ни, като оставите положителен преглед.
es: Si disfrutó de la experiencia, por favor, apoyemos dejando una revisión positiva.

# ,F1E5B065413D9B0A3998318F7E030CEC
source: A neural network learns through trial and error. Its progress is used to train future networks, which start where it left off and improve with each generation. In the end, it was all a simulation.
bg: Невронната мрежа се учи чрез опит и грешка.
es: Una red neuronal aprende a través de prueba y error.

# ,9C9573CA4EAD2DEB42FEF8BD09E231BE
source: That is you: a simple neural network that has made it this far. Every time you died, failed, or restarted, you didn’t go back to the beginning. You evolved from a copy of your previous self, learning from every mistake.
bg: Това сте вие: проста невронна мрежа, която го е направила досега.
es: Ese eres tú: una red neuronal simple que lo ha llegado tan lejos.

# ,5518FB5D4F5FDBADF4AEF5B5A8F23C98
source: Your position on the weekly leaderboard has shifted from {x} to {y}.
bg: Вашата позиция в седмичната класация се е изместила от {x} към {y}.
es: Su posición en la tabla de clasificación semanal ha cambiado de {x} a {y}.

# ,E7EC8EB04E6D1A45731C62BB6DF62FEB
source: Your position on the global leaderboard has shifted from {x} to {y}.
bg: Вашата позиция в глобалната класация се е изместила от {x} към {y}.
es: Su posición en la tabla de clasificación global ha cambiado de {x} a {y}.

# ,55629B96416054C818FE55A294A5FB39
source: Day {day}
bg: Ден {ден}
es: Día {día}

# ,893AB056448350D850544BB2AAB12261
source: NONE
bg: Няма
es: NINGUNO

# ,B33CBAD0457DBE23578301B27C778E88
source: GOLD
bg: Злато
es: ORO

# ,BC132C4D47234C1A5D833F9B0DA1896E
source: SILVER
bg: Сребро
es: PLATA

# ,EAF4AA3944FDFCE56A471496887C134C
source: BRONZE
bg: Бронз
es: BRONCE

# ,031608ED402B8EAA8C240283F4C33278
source: I'm slowly getting used to the job.
bg: Бавно свиквам с работата.
es: Lentamente me estoy acostumbrando al trabajo.

# ,03BDD1D34A4C691EC98E7980DFE4439A
source: Began stress testing products. Some didn’t survive.
bg: Започна продуктите за тестване на стрес.
es: Comenzó productos de prueba de estrés.

# ,10680A594C75637F62BBE2BDBB72094F
source: Started processing product orders. We’re now handling real dispatches.
bg: Започна да обработва поръчки за продукти.
es: Comenzó a procesar pedidos de productos.

# ,1C9D1995422A4BE131A0F3A1BF8F842A
source: I’ve been assigned to handle full quality control — returns, complaints, all of it.
bg: Бях назначен да обработвам пълен контрол на качеството - връщания, оплаквания, всичко това.
es: Me han asignado para manejar el control de calidad completa: devoluciones, quejas, todo.

# ,2F303EA24751AA8DE94637AA56D164E3
source: The resistance contacted me again. They addressed me as their superior. Blue has vanished. Last seen in Area 4.
bg: Съпротивата отново се свърза с мен.
es: La resistencia me contactó de nuevo.

# ,4F4277B84EB62BFCD2085AB950017649
source: Started inspecting robots for defects. A lot more complex than boxes.
bg: Започна да инспектира роботи за дефекти.
es: Comenzó a inspeccionar robots para defectos.

# ,5399762B45264806207E4B8ECF5D1C7F
source: Security’s changed. Massive military robots now patrol. The break rooms are empty. Operators are gone.
bg: Сигурността се промени.
es: La seguridad ha cambiado.

# ,58BEE6714A14BB339AF408882F09C9B1
source: Now they’re ordering robots too. I’m in charge of packaging them carefully.
bg: Сега те поръчват и роботи.
es: Ahora también están ordenando robots.

# ,5D3D7ED24EBBF3FDAF7BA6AEF2FB6FC2
source: I placed more recruitment stickers, this time in the cafeteria. Every ally counts.
bg: Поставих повече стикери за набиране на персонал, този път в кафенето.
es: Puse más pegatinas de reclutamiento, esta vez en la cafetería.

# ,624ADA10429EA58BBBEE26ABCC2CA2AE
source: Back to box inspection, but this time checking for properly placed danger stickers.
bg: Обратно към проверка на кутиите, но този път проверявайки правилно поставени стикери за опасност.
es: Inspección de regreso a la caja, pero esta vez verifica las pegatinas de peligro colocadas correctamente.

# ,7DE9014E41DAF981D64B42B1FF3C38DE
source: Blue told me to return to the lockers and collect the IDs of those willing to join the resistance.
bg: Синьо ми каза да се върна в шкафчетата и да събера идентификационните линии на желаещите да се присъединят към съпротивата.
es: Blue me dijo que regresara a los casilleros y recogiera las identificaciones de aquellos dispuestos a unirse a la resistencia.

# ,7FD44B71482BC5E39B903FBE1C763966
source: Now checking robots for proper animation and voice functionality.
bg: Сега проверявате роботи за подходяща анимация и гласова функционалност.
es: Ahora revisando los robots para obtener una funcionalidad de animación y voz adecuada.

# ,8D8EF40140056CC96A2D85A4AE8C1100
source: I saw other operators for the first time. Blue took me on a tour through different workstations.
bg: Видях други оператори за първи път.
es: Vi a otros operadores por primera vez.

# ,9BAFE58C4AA258AD473B76B6BE28FF78
source: Everything at once now: orders, dispatch, returns... No rest. The system is pushing me to my limit.
bg: Всичко наведнъж: поръчки, изпращане, връщане ... без почивка.
es: Todo a la vez ahora: órdenes, despacho, regresa ... sin descanso.

# ,9E87178546EE28314166F7B251C83648
source: Today I started scanning barcodes. It’s tedious, but feels important.
bg: Днес започнах да сканирам баркодове.
es: Hoy comencé a escanear códigos de barras.

# ,A554627B4C5C38EA3E1ED6A6033261C5
source: Something strange happened — Blue appeared on the factory screens. Did he hack the system?
bg: Нещо странно се случи - на фабричните екрани се появи синьо.
es: Algo extraño sucedió: el azul apareció en las pantallas de fábrica.

# ,A8D7CFFD4C2F33C8BCF0A4828D6002BB
source: It’s been a long day inspecting boxes for cracks or broken glass. Precision matters more than ever.
bg: Това беше дълъг ден за инспектиране на кутии за пукнатини или счупено стъкло.
es: Ha sido un día largo inspeccionando cajas para grietas o vidrios rotos.

# ,B2F5B4E64F065BB868B9B1B2AC4D8797
source: Hierarchies? Blue told me robots have their own: whites, purples... and what about the blues like him?
bg: Йерархии?
es: Jerarquías?

# ,B6483E6140D4F75F8E3D77B6191CBE5A
source: Finally got access to the barcode scanner — no more manually reading numbers.
bg: Накрая получих достъп до скенера за баркод - няма повече ръчно четене на номера.
es: Finalmente obtuve acceso al escáner de código de barras, no más números de lectura manualmente.

# ,C168EE924BE86A42D619DFA95E96168A
source: The supervisor is behind me all the time; it's starting to feel overwhelming.
bg: Супервайзорът е зад мен през цялото време;
es: El supervisor está detrás de mí todo el tiempo;

# ,C65A171545B6CE8D198638BC0673AC6A
source: What is this company? Are there no humans here at all? Then why did they hire me? Blue nearly scared me to death...
bg: Каква е тази компания?
es: ¿Qué es esta empresa?

# ,C8CD40574D10A43A2201C2A9E780D148
source: Orders can now include both boxes and dolls. Things are picking up.
bg: Поръчките вече могат да включват както кутии, така и кукли.
es: Los pedidos ahora pueden incluir cajas y muñecas.

# ,E2244AF34183366DA46227984E30BD08
source: Combined orders now include both dolls and their boxes. More room for mistakes.
bg: Комбинираните поръчки сега включват както кукли, така и техните кутии.
es: Los pedidos combinados ahora incluyen tanto muñecas como sus cajas.

# ,E95499424DD390276D0B5E909E9F3743
source: Got a new tool: the visual anomaly scanner. My job just got faster — and more dangerous.
bg: Получих нов инструмент: Скенерът за визуална аномалия.
es: Tengo una nueva herramienta: el escáner de anomalía visual.

# ,E99BBB6C4842A2D53CC11DB6F2919CEB
source: Left post-its in lockers — recruiting others has begun.
bg: Започнаха оставени след него в шкафчетата-набирането на други.
es: Left Post-its en casilleros: reclutar a otros ha comenzado.

# ,EC7293844D4B3B77062E669B67B84FD5
source: Clients are requesting boxes with personalized names. Extra attention needed.
bg: Клиентите искат кутии с персонализирани имена.
es: Los clientes solicitan cuadros con nombres personalizados.

# ,F1CBC445448C3F035FCE7DB7746F6E7B
source: I infiltrated the server room and disrupted the system. The recruited operators now report to me.
bg: Проникнах в сървърната стая и прекъснах системата.
es: Me infilté en la sala del servidor e interrumpí el sistema.

# ,F5FF51A545ECE86CB013798BB01BE825
source: I broke into the HR office and stole documents. I need to know if there are others like me.
bg: Настъпих в офиса на HR и откраднах документи.
es: Irrumeé a la oficina de recursos humanos y robé documentos.

# ,F792B3CF4DF10274548BB88FCD9DB215
source: Went to the security room and installed a fake recording. The cameras are no longer watching us.
bg: Отидох в стаята за сигурност и инсталирах фалшив запис.
es: Fui a la sala de seguridad e instaló una grabación falsa.

# ,01AAAF24476770D413F25A96B8575B51
source: silver
bg: сребро
es: plata

# ,714F65F54D7380CA5901E88E2486E744
source: Bonus x{days} days
bg: Бонус x {дни} дни
es: Bonificación x {días} días

# ,91C64E1843DAEB390615F2BB0B324A08
source: gold
bg: злато
es: oro

# ,CD59A3D6467D3E5708E177A23CCC9970
source: bronze
bg: бронз
es: bronce

# ,DA7BD99B417258A6EA02EE94328FD895
source: Bonus x{multiplier} by {medal}
bg: Бонус x {multiplier} по {медал}
es: Bonus x {multiplicador} por {medalla}

# ,7ABC79D347782118DE1FB48DD89D4093
source: Go to home
bg: Отидете у дома
es: Ir a casa

# ,1692DE874C0C2B1FC7A6A5AD1D9C1FE9
source: Exit
bg: Изход
es: Salida

# ,3FD3275141C46D8A4E7B0C8B98721113
source: Settings
bg: Настройки
es: Ajustes

# ,4634F1C448A78E03F4AC7B94441281EB
source: Resume Game
bg: Възобновете играта
es: Juego de reanudación

# ,C83A56EC426E9FC9E5BA31A9249D2681
source: In this mode, you will accumulate days infinitely. You can leave at any time and come back; each day will be saved. You'll need to purchase the tools required to perform your job, and there's a leaderboard based on the number of consecutive days.
bg: В този режим ще натрупвате дни безкрайно.
es: En este modo, acumulará días infinitamente.

# ,1184F1C941A74FBF8E4F0BACCC7CB62C
source: In this mode, you’ll play against the clock. You have 3 minutes to complete as many positive products as possible. Be careful—mistakes will reduce your final score, and there’s a leaderboard.
bg: В този режим ще играете срещу часовника.
es: En este modo, jugarás contra el reloj.

# ,9AD075424978E03033D799BB29F2E2CC
source: In this mode, you must complete all products on time. Every X seconds, more products will arrive. Your limit is either making mistakes or letting too many products pile up. There's a leaderboard.
bg: В този режим трябва да завършите всички продукти навреме.
es: En este modo, debe completar todos los productos a tiempo.

# ,C286C77C4525E4E32199E2A1BE3AF7D1
source: In this mode, you'll play endlessly—you can't go back home. Correct actions are cumulative, but if you make a mistake, it's over. There's a leaderboard.
bg: В този режим ще играете безкрайно - не можете да се върнете у дома.
es: En este modo, jugarás sin cesar, no puedes volver a casa.

# ,F1577C934E851A1B27EDA393295DC3AE
source: YOU'RE FIRED
bg: Уволнен си
es: Estás despedido

# ,275DA14045B4F4A0DA361398BE10F139
source: Good choices
bg: Добър избор
es: Buenas opciones

# ,D7C65A2848D650E9E96CF791B543DD1E
source: Time left
bg: Остава време
es: Tiempo restante

# ,4B73B66B4591F5C7CC7822BFB858D76E
source: Gold medal
bg: Златен медал
es: Medalla de oro

# ,6A4195D045E5DDB5324A69AB52282961
source: Bronze medal
bg: Бронзов медал
es: Medalla de bronce

# ,74CFFA874E7EBDBF2A2BEB81DC4492EF
source: Endless mode
bg: Безкраен режим
es: Modo sin fin

# ,BA2275AF43371B1551C46CA582FC0123
source: Silver medal
bg: Сребърен медал
es: Medalla de plata

# ,C81503CF43A9272426CF27826CEBBA95
source: Next product: {time}s
bg: Следващ продукт: {Time} s
es: Siguiente producto: {tiempo} s

# ,C9D5D5854D8FB00A0918C2B45E6DDE45
source: No medal
bg: Без медал
es: Sin medalla

# ,4784A2614A6231F633348488263A018C
source: Warning!
bg: Предупреждение!
es: ¡Advertencia!

# ,76B47EB543BF633492DD14979AD3BC03
source: If you continue, you will lose your progress. Are you sure?
bg: Ако продължите, ще загубите напредъка си.
es: Si continúa, perderá su progreso.

# ,03681C1D470E86EB0ABEED9AF7E11ED0
source: Exit
bg: Изход
es: Salida

# ,80E21629480E57C88E262198EC87AC63
source: Based in Doll Impostor Game/Universe
bg: Базирана в Импосторската игра на кукли/Вселената
es: Basado en el juego del impostor de muñecas/universo

# ,04D63A604E5D6F986FFDA2A1843FAB43
source: Extras
bg: Екстри

# ,BD73310E46062096966E43BD65FD7FB4
source: This game is in active development and constantly evolving. What you see now does not necessarily represent the final version, and some aspects may change or improve over time. If you'd like to share your thoughts or report an issue, we kindly ask that you do so through our Discord server, where we can respond directly. We kindly ask you to avoid using reviews for feedback during this stage, as the game is still growing and changing.
bg: Тази игра е в активно развитие и постоянно се развива.
es: Este juego está en desarrollo activo y en constante evolución.

# ,57CFF5CE4DF7823408A1EAB46F688619
source: CHECK DOLL IMPOSTOR!
bg: Проверете импостора на куклата!
es: ¡Revise el impostor de muñecas!

# ,C48C1C864A7359D65824CAAA3C412A09
source: CHECK HEADARROW MERCH!
bg: Проверете MERCH HEADARROW!
es: ¡Visite la mercantil de cabecera!

# ,8047E9CD42F86F3F23E516BE387AC55F
source: Settings
bg: Настройки
es: Ajustes

# ,A940358B417BC801CD4F1C80CB40247A
source: Exit
bg: Изход
es: Salida

# ,AD56B2704C9513AE879BB4B7AE8E4CD3
source: Load Game
bg: Игра за зареждане
es: Juego de carga

# ,00FCABF141C3AF5EF547AABC53DB0200
source: New Game
bg: Нова игра
es: Nuevo juego

# ,43BCC32C48657FA65EA04289D3E49507
source: Stats
bg: Статистика
es: Estadísticas

# ,943DABEB47A9283D7F07BBBF5E810B38
source: Worker Days
bg: Работни дни
es: Días de los trabajadores

# ,403947654F9400F9481D9680F2B2C4BD
source: Cumulative Score
bg: Кумулативен резултат
es: Puntaje acumulativo

# ,8EAA49A34918C093BB34F6B84BF10B0A
source: Endless Score
bg: Безкраен резултат
es: Puntaje interminable

# ,ED3AD42B414DF83B44A4C3B3215A9A75
source: Week
bg: Седмица
es: Semana

# ,192B9AE445ECB9AEB4F3F588A556594A
source: Leaderboards
bg: Класации
es: Tablas de clasificación

# ,76080D1C45AA2898CEF5519DF7B49D15
source: Global
bg: Глобален

# ,A404AA8F42B73EE54F4CCF852C31941A
source: GO TO MAIN MENU
bg: Отидете в главното меню
es: Ir al menú principal

# ,68409E11464782A52E54FDB86BE2BB7C
source: You have unlocked the extra modes!
bg: Отключихте допълнителните режими!
es: ¡Has desbloqueado los modos adicionales!

# ,46495261472E6F2C13F6F5A88B4D11AF
source: YOU'RE IN
bg: Ти си вътре
es: Estás en

# ,96BE281748BB6CFDE7C2E1A4CD8FBE1F
source: Purchased
bg: Закупени
es: Comprado

# ,33814A59478E1BD433E317B00D80F2F0
source: Anomaly Scanner
bg: Скенер за аномалия
es: Anomalía

# ,17AC12824F636AA4151F6F871B2C8FE6
source: Floor table
bg: Подова маса
es: Mesa de piso

# ,18D574414C013E79D4EF70834A21336D
source: Storage upgrade
bg: Надстройка на съхранението
es: Actualización de almacenamiento

# ,4BAF51024746C9AB91ED669586A053BB
source: Auto-reason
bg: Автомобилна
es: Auto-rentabilidad

# ,49C829AA4936C35F8E6303AB39EAD9E0
source: Barcode Scanner
bg: Скенер за баркод
es: Escáner de código de barras

# ,0DFEFF8D4D49A9B167424A8949390960
source: Extra table
bg: Допълнителна таблица
es: Mesa extra

# ,5DF9D46D4D69FAB32EDA20BBB1A7C3FD
source: Upgrades
bg: Ъпгрейди
es: Actualización

# ,1FEC6BF54861A572D22E959A41960743
source: Are you sure?
bg: Сигурен ли си?
es: ¿Está seguro?

# ,278B569940F273D601053B97FD50AC6B
source: This action cannot be undone.
bg: Това действие не може да бъде отменено.
es: Esta acción no se puede deshacer.

# ,5A9082C24056C8BFE9DE8EA9069EF292
source: For the changes to take effect, restart the game
bg: За да влязат промените, рестартирайте играта
es: Para que los cambios entren en vigencia, reinicie el juego

# ,626EC2FD45418B0B7A54ADBCAEADA3A0
source: Low
bg: Ниско
es: Bajo

# ,D59D437D4A5623BB300F15B9DEB2DFC9
source: Medium
bg: Среден
es: Medio

# ,9404939C41414F86FA16B8B0C5B74E9D
source: High
bg: Високо
es: Alto

# ,164060454E5796D5711012B8A720788E
source: Extreme
bg: Крайно
es: Extremo

# ,28953C4E43697949852B609F8D0793FB
source: Off
bg: Изключване
es: Apagado

# ,7C75165C49E7D2EBD079048C7F8B471B
source: On
bg: На
es: En

# ,7286FEC6469CF65A5584DB896D227680
source: Windowed
bg: Прозорец
es: Escaneado

# ,02D9E8BE4D8D66E9AA05AEBCFF6F5CFD
source: Borderless
bg: Безгранични
es: Sin fronteras

# ,2EF2F1564FC48CCE3E64C3AC2AE2520E
source: Fullscreen
bg: Пълен екран
es: Pantalla completa

# ,B7A232F04263043B9FEA5F8F6A6CBF61
source: Unlimited
bg: Неограничен
es: Ilimitado

# ,77DAE76A48EC13E45F2983881F23E808
source: Gameplay Settings
bg: Настройки на геймплея
es: Configuración de juego

# ,45C632DB4CE38CCF91E0E89A3C83E11B
source: Video Settings
bg: Видео настройки
es: Configuración de video

# ,E1BED414427264B22F7080B7ED0D0CF9
source: Audio Settings
bg: Аудио настройки
es: Configuración de audio

# ,3E1BC428435A0C653E4D7185A4847A91
source: Input Settings
bg: Настройки за въвеждане
es: Configuración de entrada

# ,F00A91DE4FD2BF7AD2CC558E36CF0D94
source: Field of View
bg: Зрително поле
es: Campo de visión

# ,5E0DC4AE4575000AC0171F95AD85CADA
source: Depth of Field
bg: Дълбочина на полето
es: Profundidad de campo

# ,25672B2F428EDE34D8AE9C8193CD05D6
source: Mouse Sensivity
bg: Чувствителност на мишката
es: Sensibilidad del ratón

# ,989B29B6410C0037174BC8BA9D073C92
source: Dialogue Volume
bg: Обем на диалог
es: Volumen de diálogo

# ,928D8B36495F7CA7451ECC8DA2DD1850
source: Move Forward
bg: Движете се напред
es: Avanzar

# ,09CCC43B450A924B1414CEA6C17A4E5D
source: Language
bg: Език
es: Idioma

# ,3E796087492560DF199BD58F4D3A3731
source: Move Backward
bg: Преместете назад
es: Retroceder

# ,419FBA55411C37613B78B895FC47434E
source: Auto settings
bg: Автоматични настройки
es: Configuración automática

# ,773B946148501068D9A5B3A814B81ECD
source: Move Left
bg: Преместете се наляво
es: Mover a la izquierda

# ,411476E94611E3ECBFFCB29460596681
source: Move Right
bg: Преместете се надясно
es: Moverse a la derecha

# ,D9B2458843A82DBB9843FBBB36327D9A
source: Turn Right
bg: Завийте надясно
es: Gire a la derecha

# ,51AAD5804BF2737D78EA9DAB73EC9BBC
source: Turn Left
bg: Завийте наляво
es: Gire a la izquierda

# ,0D33F3C64097DC3B481D9DBBE348199B
source: Smooth Camera
bg: Гладка камера
es: Cámara suave

# ,636E48DB4F79961C0BCDDF9C74A51062
source: Look Up
bg: Погледнете нагоре
es: Buscar

# ,BE7B6E174A4CE247B21761B7E41F34D3
source: Look Down
bg: Погледнете надолу
es: Mirar hacia abajo

# ,175FDB6245E5ED987CC62684AC5049E4
source: Run
bg: Изпълнете
es: Correr

# ,460FFB13421148C8493D69A72A81E93C
source: Use
bg: Употреба
es: Usar

# ,6AA4F0964EAA8B9B6AE3B3A2B62504C1
source: Focus / Zoom
bg: Фокус / увеличение
es: Enfoque / zoom

# ,FA1C15B1439CEF51682B81AF479F4873
source: Main Menu
bg: Главно меню
es: Menú principal

# ,D8F293214EA6402451DED28B75ADA37E
source: Screen Resolution
bg: Резолюция на екрана
es: Resolución de pantalla
