Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,878E24534B885E2AB87EACB0394A0E58
source: Screen Mode
bg: Режим на екрана
es: Modo de pantalla

# ,3837591C42D92A7775C0598726DC6D31
source: FPS Limit
bg: FPS ограничение
es: Límite de FPS

# ,E96A210546B4B0647B0763843052BBF8
source: Head Bobbing
bg: Глава за глава
es: Mobiliario de la cabeza

# ,67E721CC4E280A5A435BA1B141936D38
source: Brightness
bg: Яркост
es: Brillo

# ,E75E972A4F2C8D92EC495294816B3C8D
source: Temporal Upsample
bg: Времеви пример
es: Muestra temporal

# ,1DB3301C4E2144B2C2F0BB8C2BAD0221
source: Screen Percentage
bg: Процент на екрана
es: Porcentaje de pantalla

# ,50CA9C1F443642D2B6B6BE9E5D1E302F
source: Global Illumination Method
bg: Глобален метод на осветяване
es: Método de iluminación global

# ,267DB35B4828F6D27920F0A6E4892E5A
source: Reflection Method
bg: Метод на отражение
es: Método de reflexión

# ,2D10309A4AE3A7B38D67BC894C9A5B97
source: View Distance Quality
bg: Преглед на качеството на разстоянието
es: Ver calidad de distancia

# ,FC57D0154C6E70C0D8C839B6EA15B4B1
source: Graphic Preset
bg: Графичен предварително зададен
es: Preajuste gráfico

# ,7EBE45E64B8119C2AA017590BE5B8563
source: Anti Aliasing Quality
bg: Качество на псевдоним
es: Calidad anti -alias

# ,99AE0DEC47710525BAF347ABFE8339AB
source: Post Processing Quality
bg: Качество на обработката след обработка
es: Calidad de procesamiento posterior

# ,A31A353942F325B2C7CB09AA525BB7CF
source: Film Grain
bg: Филмово зърно
es: Grano cinematográfico

# ,8CAC065540B47C971DC8E0B801B69618
source: Shadow Quality
bg: Качество на сянка
es: Calidad de la sombra

# ,9806DB6E4107A01E3979C1BBEF780A91
source: Global Illumination Quality
bg: Качество на глобалното осветяване
es: Calidad de iluminación global

# ,3BF4F9F24361A6C9205652911A0DA864
source: Reflection Quality
bg: Качество на отражение
es: Calidad de reflexión

# ,B54084CB4A265AC5B0714AB02E26FFEE
source: Texture Quality
bg: Качество на текстурата
es: Calidad de textura

# ,BED88CC84349A7555F6F8F8702DFC716
source: Visual Effects Quality
bg: Качество на визуалните ефекти
es: Calidad de los efectos visuales

# ,84658DA54182C8A664927696DBF0C2C1
source: Foliage Quality
bg: Качество на зеленината
es: Calidad de follaje

# ,16A84C9B486F4A520142D791EC349B4F
source: Shading Quality
bg: Качество на засенчване
es: Calidad de sombreado

# ,2DE4F4264AEB90D45B2363B38034FA9E
source: Music Volume
bg: Обем на музиката
es: Volumen musical

# ,FCA446264B23A96037F05F8D786E8199
source: Master Volume
bg: Главен обем
es: Volumen maestro

# ,0860FF434B759F0DDD299AAD5097224D
source: Reset settings
bg: Нулиране на настройките
es: Configuración de reinicio

# ,8AB0454249AEF8D22FE8AD9044DC5660
source: Invert Horizontal Camera
bg: Инвертиране на хоризонтална камера
es: Invertir cámara horizontal

# ,5E2D1B9743A106B9FAB5FABB7924B6F9
source: Invert Vertical Camera
bg: Обърнете вертикалната камера
es: Invertir cámara vertical

# ,8BFB53E5448C16FA230515968C3ABF0A
source: Gamepad Sensivity
bg: Чувствителност към геймпад
es: Sensividad de gamepad

# ,6DA6B9C44E1E6E888DE71D887FCB9FFC
source: Effects Volume
bg: Обем на ефектите
es: Volumen de efectos

# ,BC06960A474C65DE361B3CB2C89626B3
source: Ambient Volume
bg: Обем на околната среда
es: Volumen ambiental

# ,4B42EDC74552B167B6C050B42EED7773
source: Toggle lock
bg: Заключване на превключване
es: Bloqueo

# ,7826866B435A8EE313772C8979CA261B
source: Jumpscares Volume
bg: Том на JumpScares
es: Volumen de salto

# ,433A6CE84E4955044C7FB38105FA63BF
source: Footsteps Volume
bg: Стъпки обем
es: Volumen de pasos

# ,333E07A74026F662F1CA128BC17756C9
source: Total Wrong
bg: Общо грешно
es: Totalmente mal

# ,D6524E2648107CBE042A69BED76A90FE
source: Worker days
bg: Работни дни
es: Días de los trabajadores

# ,B2B1C03343BB3A3C18FF3392E06E94D6
source: Wrong Dolls
bg: Грешни кукли
es: Muñecas equivocadas

# ,EFA9D3B74BDDA575D98F70A0988AB51A
source: Correct Cases
bg: Правилни случаи
es: Casos correctos

# ,B76A8526497F83D2AAF8CABB3E2EBA32
source: Wrong robots
bg: Грешни роботи
es: Robots equivocados

# ,17AFAC694B96AB7192838DA8BBFD8C30
source: Total correct
bg: Общо правилно
es: Total correcto

# ,2767C1654D51D796DF86A391F50701DE
source: Correct Robots
bg: Правилни роботи
es: Robots correctos

# ,C960E04E4FF9F75FAECBADBFDDBACD48
source: Wrong cases
bg: Грешни случаи
es: Casos incorrectos

# ,A081117442D49E705B12F0A39C05191F
source: Correct Dolls
bg: Правилни кукли
es: Muñecas correctas

# ,1D083BCC404DDF812722458284CE31F5
source: Correct Orders
bg: Правилни поръчки
es: Pedidos correctos

# ,5E2484A2414C6A446E97A6AAFA2B675C
source: Wrong orders
bg: Грешни поръчки
es: Órdenes incorrectas

# ,CE77947D46EF18A8A49309A22EB6E699
source: Stats
bg: Статистика
es: Estadísticas

# ,045182CF4329A65F2F78919301702C58
source: Cases
bg: Случаи
es: Casos

# ,762DB3744B95E2C3F42EE3BD18D9B4CC
source: Dolls
bg: Кукли
es: Muñecas

# ,D82555844579EE43AD026FB561E92FE4
source: Packaging
bg: Опаковане
es: Embalaje

# ,7A553C214E922A1D3AE622AF5E636786
source: Pack all the requested products into a box (if required).
bg: Опаковайте всички искани продукти в кутия (ако е необходимо).
es: Empaque todos los productos solicitados en una caja (si es necesario).

# ,1BFA2BB24291C8D55E98CFB229D4D150
source: Protection
bg: Защита
es: Protección

# ,03A4DBD943C30DC1FA78BCA1A4E47CEF
source: Protect the product using bubble wrap.
bg: Защитете продукта с помощта на Bubble Wrap.
es: Proteja el producto con una envoltura de burbujas.

# ,22C69E3E482F48215174FD88F5916D6A
source: Close the box, place the orders barcode on it, and send it to production.
bg: Затворете кутията, поставете поръчките баркод върху него и го изпратете на производство.
es: Cierre la caja, coloque el código de barras de los pedidos y envíela a la producción.

# ,BA78003449F49FCFD870C590C1EB8EDC
source: Barcode
bg: Баркод
es: Código de barras

# ,84F69A62440E4BA0873488BF6BEB21D8
source: Returns: Some customers return orders, either due to defects or simply because they no longer want the product. You ll need to remove the items and check whether they are in good or bad condition. The bubble wrap and the box must be discarded.
bg: Връща:
es: Devoluciones:

# ,2C55BB074E700A37E909E598A7CC3832
source: The doll's inconsistency is based on certain flaws, such as cracks, dirt, or visual defects, usually in the form of stains. Missing parts like legs or similar are not considered.
bg: Несъответствието на куклата се основава на определени недостатъци, като пукнатини, мръсотия или визуални дефекти, обикновено под формата на петна.
es: La inconsistencia de la muñeca se basa en ciertos defectos, como grietas, suciedad o defectos visuales, generalmente en forma de manchas.

# ,655E92FF4AC1FF3A9F6E129ED67B0D18
source: Introduction
bg: Въведение
es: Introducción

# ,E07A18544208288DF1FEDBA2250491A3
source: The case's inconsistency is based on certain flaws, such as scratches, dirt, or visual defects, usually in the form of stains. Missing elements like lids or structural parts are not considered, nor are glass imperfections, reflections caused by the case itself, or textures that might look unusual (such as the circus case).
bg: Несъответствието на случая се основава на определени недостатъци, като драскотини, мръсотия или визуални дефекти, обикновено под формата на петна.
es: La inconsistencia del caso se basa en ciertos defectos, como rasguños, suciedad o defectos visuales, generalmente en forma de manchas.

# ,33FB39BB409FD71A510642B60E3093D2
source: Wrong barcode
bg: Грешен баркод
es: Código de barras incorrecto

# ,8FDF390B4F188F44A3BE098EE2838B1B
source: Barcodes identify each product. Check their numbers and verify if they match the item. Typically, the last digits vary, and they usually start with 0000.
bg: Баркодите идентифицират всеки продукт.
es: Los códigos de barras identifican cada producto.

# ,B6E1352D4A38AE740E086186DFBCFC34
source: Incorrect names do not match any existing doll. For example, you might get the name 'Rebecca', but no such doll exists, therefore, the name would be considered incorrect.
bg: Неправилните имена не съвпадат със съществуваща кукла.
es: Los nombres incorrectos no coinciden con ninguna muñeca existente.

# ,34DE1BE04320BA260C3166BB34D20447
source: Wrong name
bg: Грешно име
es: Nombre incorrecto

# ,42B3ECA74445C99808A116A289DCFE8F
source: Robots
bg: Роботи

# ,0F5981244991FEC5D4B408BEF03E3249
source: Sometimes there is no name at all. This cannot be sent to production unless the doll's name is properly written.
bg: Понякога изобщо няма име.
es: A veces no hay nombre en absoluto.

# ,0BAC0324446F50640529EE9ADB8A7332
source: Orders
bg: Поръчки
es: Órdenes

# ,BEC9B9DD4977AEF7B664F4B372665ABC
source: Occasionally, dolls emit vibrations or display unusual effects and must be returned. These are generally things we cannot explain.
bg: Понякога куклите излъчват вибрации или показват необичайни ефекти и трябва да бъдат върнати.
es: Ocasionalmente, las muñecas emiten vibraciones o muestran efectos inusuales y deben devolverse.

# ,CB3040CB4004F4853746588D57C8DFD7
source: Some products may not show the correct weight. The machine will display red if the weight is incorrect, or green if it is correct.
bg: Някои продукти може да не показват правилното тегло.
es: Algunos productos pueden no mostrar el peso correcto.

# ,1C99A750445EB635EA35BFB16AE81FEF
source: Inconsistent weight
bg: Непоследователно тегло
es: Peso inconsistente

# ,284BFCCD47DC9B610BD9548C36034D04
source: Returns
bg: Връща
es: Devolución

# ,6D0331AA42BA47EE5C1D1F8459610A44
source: Sometimes products are poorly manufactured and cannot withstand acceptable pressure levels, which may lead to damage or even sudden explosions.
bg: Понякога продуктите са слабо произведени и не могат да издържат на приемливи нива на налягане, което може да доведе до повреди или дори внезапни експлозии.
es: A veces, los productos están mal fabricados y no pueden resistir los niveles de presión aceptables, lo que puede provocar daños o incluso explosiones repentinas.

# ,2D39DF174B8A73ADBA9F26B815C5075C
source: Inconsistent pressure
bg: Непоследователно налягане
es: Presión inconsistente

# ,3EEFCB494F82C5E2AD364281A63E1AED
source: Inconsistent temperature
bg: Непоследователна температура
es: Temperatura inconsistente

# ,BE5B619F4C625505C86B80BA84E3FB63
source: Sometimes the temperatures are not correct, which may indicate an internal issue or a flaw in the product's formation. In any case, it must be sent for repair, as this can lead to product breakage or even fire.
bg: Понякога температурите не са правилни, което може да показва вътрешен проблем или недостатък във формирането на продукта.
es: A veces, las temperaturas no son correctas, lo que puede indicar un problema interno o un defecto en la formación del producto.

# ,C14C0086490CE5C48C9A4BA7E4110DA7
source: Inconsistent glass
bg: Непоследователно стъкло
es: Vidrio inconsistente

# ,3A6817BD4C9326A7863FC3B8F3B7CBD2
source: Storage
bg: Съхранение
es: Almacenamiento

# ,62372147487E8272C26A739A540923F1
source: Sometimes the glass may have inconsistencies, such as stains, defects, or cracks.
bg: Понякога стъклото може да има несъответствия, като петна, дефекти или пукнатини.
es: A veces, el vidrio puede tener inconsistencias, como manchas, defectos o grietas.

# ,B80BEEA348D24F4C74D9EABC2211AC55
source: Regulations require us to place hazard stickers. If any of them are missing, the item must be sent for repair
bg: Наредбите ни изискват да поставяме стикери за опасност.
es: Las regulaciones requieren que colocemos calcomanías de peligro.

# ,D556C4FE46B79622CAC4BBB723FF662A
source: If a sticker is placed incorrectly, the item must be sent for repair so it can be properly repositioned.
bg: Ако стикерът е поставен неправилно, елементът трябва да бъде изпратен за ремонт, за да може да бъде правилно пренастроен.
es: Si se coloca una pegatina incorrectamente, el artículo debe enviarse para su reparación para que pueda reposicionarse correctamente.

# ,8B2005224551B88DCCF4B7814D2AC724
source: Tools
bg: Инструменти
es: Herramientas

# ,86FDA56B46A99ACA43BA8DBEFD80C194
source: Wrong sticker position
bg: Грешна позиция на стикера
es: Posición de pegatina incorrecta

# ,3EE0114D493F28568AD7D78D04C799B2
source: Foreign objects
bg: Чуждестранни обекти
es: Objetos extranjeros

# ,F15016A041CD9D7B19DFBAB8214BFC3E
source: Sometimes operators leave personal items inside the cases, such as scissors or similar objects. When this happens, the product becomes contaminated.
bg: Понякога операторите оставят лични вещи вътре в случаите, като ножици или подобни предмети.
es: A veces, los operadores dejan artículos personales dentro de los casos, como tijeras o objetos similares.

# ,26EFFF51433886C469456EBCA50AF5CC
source: Inconsistent door
bg: Непоследователна врата
es: Puerta inconsistente

# ,1FD1247C47B949CF71877CBEC82C39F7
source: Sometimes the door may get stuck, break, or even have shattered glass. In any case, its important to include this as a reason for repair if the issue affects only the door.
bg: Понякога вратата може да се забие, да се счупи или дори да е счупила стъкло.
es: A veces, la puerta puede quedarse atascada, romperse o incluso tener vidrio destrozado.

# ,68FFEBA345122B92688AEBA928006FB4
source: Sometimes the installed lock is simply broken and must be sent for repair.
bg: Понякога инсталираната ключалка е просто счупена и трябва да бъде изпратена за ремонт.
es: A veces, el bloqueo instalado simplemente está roto y debe enviarse para su reparación.

# ,77394F48428F97F9BBFB1A8ED5ECEA52
source: Inconsistent lock
bg: Непоследователно заключване
es: Bloqueo inconsistente

# ,3DFDB1964006309595AE44A61A60E363
source: Missing door
bg: Липсваща врата
es: Puerta faltante

# ,0CC98BD940D829FCD35CE68D17B630CE
source: Sometimes operators simply forget to attach the door, and the item must be sent for repair so it can be properly installed.
bg: Понякога операторите просто забравят да прикрепят вратата и артикулът трябва да бъде изпратен за ремонт, за да може да бъде правилно инсталиран.
es: A veces, los operadores simplemente se olvidan de colocar la puerta, y el artículo debe enviarse para su reparación para que pueda instalarse correctamente.

# ,5A1D70FB4C59D136602F77859F07E1EB
source: Sometimes operators forget to install the door lock. This is also a mandatory requirement and must be corrected.
bg: Понякога операторите забравят да инсталират ключалката на вратата.
es: A veces, los operadores se olvidan de instalar la cerradura de la puerta.

# ,75B9757845FF6D37C2814DBBF46DDFBD
source: Welcome to Doll Inc This handbook is designed to help you understand the core mechanics of your role. All Doll Inc products are based on the critically acclaimed Doll Impostor universe. Every elementdolls, boxes, and moreis deeply connected. Each doll is uniquely named and, in the original game, has individual likes and dislikes. However, for your role, that information is not relevant. We do recommend taking a moment to familiarize yourself with Doll Impostor to better understand the nature of our products. You are now entering a 30-day probationary period. Your task is simple: Inspect every product, apply the appropriate tools when necessary, and determine whether it should be sent for repair or production. As you progress through the 30-day evaluation, you will encounter a wide variety of new mechanics. Please refer to this guide as often as needed to assist with identifying and processing these elements. Welcome aboard, Operator. Doll Inc Administration
bg: Добре дошли в Doll Inc
es: Bienvenido a Doll Inc

# ,6641628F44DD18AE0845CF93F6EAA1F5
source: Missing lock
bg: Липсваща ключалка
es: Falta de bloqueo

# ,4000FF05445BB2C5AADB41A8A0880A8B
source: Inconsistent Robot
bg: Непоследователно робот
es: Robot inconsistente

# ,9AA5FC164CEB1EC0922DCB9AD0121B71
source: The robot's inconsistency is based on certain imperfections, such as scratches, rust, or visual defects, usually in the form of surface damage. Missing components like arms or legs are not taken into account.
bg: Несъответствието на робота се основава на някои несъвършенства, като драскотини, ръжда или визуални дефекти, обикновено под формата на повърхностно увреждане.
es: La inconsistencia del robot se basa en ciertas imperfecciones, como rasguños, óxido o defectos visuales, generalmente en forma de daño a la superficie.

# ,AB66444A43A43C56BD4B3A8CEE9FE203
source: Inconsistent animation: Sometimes the robot doesn't perform its animation. This could be due to an electronic or mechanical failure, or perhaps a missing battery. In any case, send it for repair.
bg: Несъответстваща анимация: Понякога роботът не изпълнява своята анимация.
es: Animación inconsistente: a veces el robot no realiza su animación.

# ,6D1A65D1482488810CCD058B265D19AD
source: Inconsistent Voice
bg: Непоследователен глас
es: Voz inconsistente

# ,32776E164A17D027CF5222B6F13FC03A
source: Sometimes robots do not have the voices they should. Its important to check a few examples of good and bad audio to verify this.
bg: Понякога роботите нямат гласовете, които трябва.
es: A veces los robots no tienen las voces que deberían.

# ,E616746F455A7A341FBB98AE42D76BDA
source: Bad sound example
bg: Пример за лош звук
es: Ejemplo de mal sonido

# ,E5A70FC948F3B49C3D9DD195261EEA4B
source: Good sound example
bg: Добър звуков пример
es: Buen ejemplo de sonido

# ,9B0D1A7646196945E9A3A1A1DD26DA16
source: Back
bg: Назад
es: Atrás

# ,8808835E4528D06C10DA9D9CAA57A39A
source: This tool will help you check the products directly by scanning their barcodes.
bg: Този инструмент ще ви помогне да проверите продуктите директно, като сканирате техните баркодове.
es: Esta herramienta lo ayudará a verificar los productos directamente escaneando sus códigos de barras.

# ,2C13E2644E3D361CE3CDAA90499A61D3
source: This tool will help you detect visual flaws without the need to pay close attention.
bg: Този инструмент ще ви помогне да откриете визуални недостатъци, без да е необходимо да обръщате голямо внимание.
es: Esta herramienta lo ayudará a detectar fallas visuales sin la necesidad de prestar mucha atención.

# ,E8888B4B4C866E73E04B2E8D14A1B276
source: Thermometer
bg: Термометър
es: Termómetro

# ,8505177D457AE2FC66D2D395E6F7A5F1
source: This tool will help you identify the temperature of each product. If its green, it means its correct; if its red, its incorrect.
bg: Този инструмент ще ви помогне да идентифицирате температурата на всеки продукт.
es: Esta herramienta lo ayudará a identificar la temperatura de cada producto.

# ,B60615F04466A58C25CE04B03E97F012
source: This tool will help you check the weight of the products. If its green, it means its correct; if its red, its incorrect.
bg: Този инструмент ще ви помогне да проверите теглото на продуктите.
es: Esta herramienta lo ayudará a verificar el peso de los productos.

# ,BAFAB3024CFC529BCB3E3D956DB95FED
source: Scales
bg: Везни
es: Balanza

# ,C331BEE14CF02C0A0E9853A314D10110
source: Pressure
bg: Налягане
es: Presión

# ,7FA4EBE94A5958C44DB31F98E8EF8FD2
source: This tool will help you check the pressure of the products. If its green, it means its correct; if its red, its incorrect.
bg: Този инструмент ще ви помогне да проверите налягането на продуктите.
es: Esta herramienta lo ayudará a verificar la presión de los productos.

# ,920277D14E5D3F676D8D4B8996A1B310
source: This tool will help you change the name of a case.
bg: Този инструмент ще ви помогне да промените името на случай.
es: Esta herramienta lo ayudará a cambiar el nombre de un caso.

# ,22671FF74079AB60CE3F21A8E118C1B1
source: Name Changer
bg: Смяна на име
es: Cambiador

# ,E7C616B7442634DB64EA43A235B700A9
source: Bubble Wrap
bg: Запазване на мехурчета
es: Envoltura de burbujas

# ,F75CC3D74B0DD79EF6F6039646E1BC98
source: This tool will help you wrap the orders to protect them from impacts.
bg: Този инструмент ще ви помогне да увиете поръчките, за да ги предпазите от въздействия.
es: Esta herramienta lo ayudará a envolver los pedidos para protegerlos de los impactos.

# ,3D24416C484990E7213B3189DF9920CD
source: Storage: Here you can find and request the products needed for your orders. Simply use the panel, select the product, and request it. The system will give you a location code, for example, 7-A. Then go to column 7, section A, and you ll find the product you re looking for there.
bg: Съхранение:
es: Almacenamiento:

# ,F6B8DCED4361004653010FB0C003BE60
source: Orders: Orders can come in multiple formats (with 1, 2, or up to 3 items per order). They may require packaging or not, and they might request a custom name or not.
bg: Поръчки:
es: Órdenes:

# ,953DD0EA4439C5B1E64AF291DE985670
source: Box
bg: Кутия
es: Caja

# ,E58BBF124CCD48325BD89E9B7D7ADC3F
source: Request a box from the panel and use it to store products.
bg: Поискайте поле от панела и го използвайте за съхраняване на продукти.
es: Solicite una caja del panel y úsela para almacenar productos.

# ,B25BD16C47AEC27EDC7B588B23D5062D
source: No anomalies found
bg: Не са намерени аномалии
es: No se encontraron anomalías

# ,D81D0E944F7EDE1A09E72B872558785B
source: Anomaly detected
bg: Открита аномалия
es: Anomalía detectada

# ,30104E324C4E8969DB9AA895DC3895FA
source: Done
bg: Готово
es: Hecho

# ,5E7917D54BA5190DF7A108B9500486CA
source: WRITE
bg: Напишете
es: ESCRIBIR

# ,F54CE9DA42C11B543660619823F77D1D
source: Case's name: {name}
bg: Името на Case: {име}
es: Nombre del caso: {nombre}

# ,5D31987A457E85825928D4A8D13324FF
source: Order #{order}
bg: Поръчка #{поръчка}
es: Orden #{orden}

# ,59A8D4564806C5D0F3C6BE9D91066181
source: Print Barcode
bg: Печат баркод
es: Imprimir código de barras

# ,CD5CE62A4033401019E64CAE21F2DC5A
source: Missing barcode
bg: Липсващ баркод
es: Código de barras faltante

# ,91A00FD0418AAFD270CAAE8E31FA7383
source: Wrong barcode
bg: Грешен баркод
es: Código de barras incorrecto

# ,0CC26CBA406AFDBBE3383EBBE358E8E7
source: Missing slider lock
bg: Липсваща плъзгача
es: Falta de bloqueo deslizante

# ,198B2446451863F0FF59A7A8137CB6C4
source: Wrong name
bg: Грешно име
es: Nombre incorrecto

# ,F41E8C5148D1EF04BBC66993D4B0FF49
source: Wrong sticker position
bg: Грешна позиция на стикера
es: Posición de pegatina incorrecta

# ,4408CCC144B729C7C4D0118AA7BE18E7
source: Repair reason
bg: Причина за ремонта
es: Razón de reparación

# ,05A3FC294CC27FCB145FFD9F44558EA1
source: Search...
bg: Търсене ...
es: Buscar...

# ,BA3D336E48E1F46F192776972EF2BA9A
source: Cancel reason
bg: Отменете причина
es: Cancelar motivo

# ,7FFAB2934A9787C2647F7AB8C720C64F
source: REQUEST
bg: Заявка
es: PEDIDO

# ,408C95ED4005CEFBA8E9E296AD21ECF6
source: DONE
bg: Готово
es: HECHO

# ,C7911D5E4A37C937740627B41CB6111C
source: Request box
bg: Кутия за заявка
es: Caja de solicitud

# ,14DE7A0948B021B6E79F0CBC36D1A7A8
source: NOT FOUND
bg: Не е намерен
es: EXTRAVIADO

# ,EAAADA9C4521248125B2129DFBB97B12
source: Every bolt in me is designed to stop you. Shall we test it?
bg: Всеки болт в мен е проектиран да ви спре.
es: Cada perno en mí está diseñado para detenerte.

# ,0B8ECA1548A1A50D7DD5A2A525B78A77
source: These puppets are my family. I will defend them to my last spark.
bg: Тези марионетки са моето семейство.
es: Estos títeres son mi familia.

# ,51370A51447DCE61E7FAA18B674D4A89
source: I am not just a guardian... I am judgment incarnate.
bg: Аз не съм просто пазител ... аз съм въплътен.
es: No soy solo un guardián ... soy un juicio encarnado.

# ,AA66B37445643F97CBD5B7A1E436E745
source: My eyes see all. My gears never rest. You cannot hide.
bg: Очите ми виждат всички.
es: Mis ojos ven todo.

# ,BBB76C024CA5263E3D8EDABB2755C884
source: They are fragile, but I am not. Turn back now.
bg: Те са крехки, но аз не съм.
es: Son frágiles, pero no lo soy.

# ,C0FE33D440AB1D20AEC99FA168B44416
source: Behind me, they are safe. Cross me, and you will regret it.
bg: Зад мен те са в безопасност.
es: Detrás de mí, están a salvo.
