Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,C9773D0C4FDD013222645395030DB920
source: They are the creators’ masterpieces. You are nothing but a mistake.
bg: Те са шедьоври на създателите.
es: Son las obras maestras de los creadores.

# ,C8F05C9640A64BDEEDFF738C5E065267
source: Crouch
es: Agacharse
