Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,43B81234453DF0EA7E567396501F439C
source: The government sent the military, those giant? Yeah, them.
bg: Правителството изпрати военните, тези гигант?
es: ¿El gobierno envió a los militares, esos gigantes?

# ,7CE22F524D3105B4F76CA0B4705A5700
source: They’ve locked down the facility. No breaks. No mistakes
bg: Те са заключили съоръжението.
es: Han bloqueado las instalaciones.

# ,EFA4058643E5E0665BB1A8BC76C02941
source: They’re suspecting sabotage… and I think I’m their target
bg: Подозират саботаж ... и мисля, че съм тяхната цел
es: Están sospechando sabotaje ... y creo que soy su objetivo

# ,4C1125614A775B320EDBA0AAF4088FC8
source: So please, be more careful than ever
bg: Така че, моля, бъдете по -внимателни от всякога
es: Así que por favor, ten más cuidado que nunca

# ,83EE4F244505E58E7623B98CDEEBE1E3
source: They’re watching everything
bg: Те гледат всичко
es: Ellos están viendo todo

# ,619FB5894BB8808FBFCC05B85D496DD9
source: WHAT?!
bg: Какво?!
es: ¡¿QUÉ?!

# ,3910694F44D17E730991FFA0AB99A0FD
source: You don’t know Doll Impostor?
bg: Не познавате самозванеца на кукли?
es: ¿No conoces el impostor de muñecas?

# ,A83F9BCD404D29341DCD4F8F68E25666
source: Then why did you even apply?!
bg: Тогава защо дори кандидатствахте?!
es: Entonces, ¿por qué lo solicitaste?

# ,1FAA79E548CC28378A0562B0AD970F45
source: Good heavens...
bg: Добри небеса ...
es: Cielos...

# ,4C01D08A41D76453640C1E8F4CD2C1C5
source: Unbelievable.
bg: Невероятно.
es: Increíble.

# ,66C7AC714B31744CA95004B6C588E7BA
source: OPERATOR!
bg: Оператор!
es: ¡OPERADOR!

# ,35696E984A523E0EC1E283B88D134BBE
source: Is everything in order?
bg: Всичко ли е в ред?
es: ¿Está todo en orden?

# ,D16FBC434142CE6E9C10E98AB5B3C47A
source: ...You looked a bit slow back there
bg: ... изглеждаше малко бавно там
es: ... Te viste un poco lento allí

# ,A1051C0E4C81AC9D67E613B3AAFEF858
source: Just making sure you're focused.
bg: Просто се уверете, че сте съсредоточени.
es: Solo asegurándose de estar concentrado.

# ,23C2629449FED2977D57F292B8AFF262
source: Welcome to DOLL INC. How was your trip?
bg: Добре дошли в Doll Inc. Как беше вашето пътуване?
es: Bienvenido a Doll inc. ¿Cómo estuvo tu viaje?

# ,92538BAF480A320CD6AF55ADADCFA6F9
source: This center operates with zero human employees.
bg: Този център работи с нулеви човешки служители.
es: Este centro opera con cero empleados humanos.

# ,934AF6164E9D6DEC7610089653A75AD4
source: DOLL INC. is a global leader in product development, toys, and logistics.
bg: Doll Inc. е глобален лидер в разработването на продукти, играчките и логистиката.
es: Doll inc. Es un líder mundial en desarrollo de productos, juguetes y logística.

# ,8E8013C6452832C0F8335797C47B0EBE
source: The power consumption of DOLL INC. is so high it could sustain a megacity.
bg: Консумацията на енергия на Doll Inc е толкова висока, че би могла да поддържа Megacity.
es: El consumo de energía de Doll Inc. Es tan alto que podría sostener una megaciudad.

# ,B7D7185D4F0DFF816301C9B8EB075A9D
source: This factory produces its own electricity. It doesn’t need the outside world.
bg: Тази фабрика произвежда собствена електричество.
es: Esta fábrica produce su propia electricidad.

# ,3B6C3FD344B4E7EB2D9FC2B8D1D19891
source: If you're new, please proceed to the Dispatchs Room. Just go straight and turn right.
bg: Ако сте нов, моля, продължете към стаята за диспечери.
es: Si eres nuevo, proceda a la sala de despachos.

# ,0DFB312842637757F54048AB5941FB43
source: Having trouble with one of our products? Please visit Customer Support at reception.
bg: Имате проблеми с един от нашите продукти?
es: ¿Tiene problemas con uno de nuestros productos?

# ,5EEBC87E423C794916E6D9B877C3C505
source: Need to speak with a supervisor? I'm afraid this facility is fully automated. No one will assist you.
bg: Трябва да говорите с ръководител?
es: ¿Necesitas hablar con un supervisor?

# ,5F1F13E243AE2A28C75B9CA746A1EE4E
source: Did you know DOLL INC. offers products from the hit game Doll Impostor?
bg: Знаете ли, че Doll Inc. Предлага продукти от Hit Game Doll Impostor?
es: ¿Sabías que Doll Inc. Ofrece productos del exitoso impostor de muñecas?

# ,12E1D45145D81B6312803CA13F33442E
source: DOLL INC. originally started as a pharmaceutical company.
bg: DOLL INC. Първоначално стартира като фармацевтична компания.
es: Doll inc. Originalmente comenzó como una compañía farmacéutica.

# ,424D99844AB97FF3DF4F8D9DBC9666C2
source: DOLL INC. maintains a comprehensive surveillance system. Everything is recorded and controlled.
bg: DOLL INC. Поддържа цялостна система за наблюдение.
es: Doll inc. Mantiene un sistema integral de vigilancia.

# ,3255FD1D45BAE0F40A68B5A746D758AC
source: Did you know Lucy hates her partner Max? In fact, the feeling is mutual.
bg: Знаете ли, че Люси мрази партньора си Макс?
es: ¿Sabías que Lucy odia a su pareja Max?

# ,04A2772A41BB362B62114B823486A761
source: This facility contains over 45,000 surveillance cameras.
bg: Това съоръжение съдържа над 45 000 камери за наблюдение.
es: Esta instalación contiene más de 45,000 cámaras de vigilancia.

# ,00C8021F4BA2277E831CB49059966107
source: Good. Finally, you're doing something right.
bg: Добре.
es: Bien.

# ,EB1526D34903F2A98135968929945E53
source: Good job, Operator. Try not to mess it up next time.
bg: Добра работа, оператор.
es: Buen trabajo, operador.

# ,557C093E4C89AF17FD0561A302339377
source: That wasn’t completely awful. Keep it up.
bg: Това не беше напълно ужасно.
es: Eso no fue completamente horrible.

# ,166014F142A744CB936F5FAAB1636719
source: Hmm… acceptable. Barely.
bg: Хм ... приемливо.
es: Hmm ... aceptable.

# ,E8EB44DA44B64220DE714FA5EF464957
source: For once, your brain was in sync with your hands.
bg: За веднъж мозъкът ви беше в синхрон с ръцете ви.
es: Por una vez, tu cerebro estaba sincronizado con tus manos.

# ,1FDF56C842D6D7B926794DBAB16F4434
source: Efficient. Clean. I’m impressed — temporarily.
bg: Ефективен.
es: Eficiente.

# ,12D4CC9B4BBAF78AC2BD3E8F3AB5E3FF
source: You’re not entirely useless after all.
bg: В крайна сметка не сте напълно безполезни.
es: No eres del todo inútil después de todo.

# ,480C83EE4FE7472A852F2D85A12261E5
source: You might survive the 30 days at this rate.
bg: Може да преживеете 30 дни при тази скорост.
es: Puede sobrevivir los 30 días a esta tasa.

# ,2F0E63674E767B3627CAD6AAF859BD9D
source: Well done. Even a broken clock is right twice a day.
bg: Браво.
es: Bien hecho.

# ,2B3358B44EBA0A0EF08C2B8847D7541B
source: That’s the kind of obedience we need here.
bg: Това е видът на подчинение, от който се нуждаем тук.
es: Ese es el tipo de obediencia que necesitamos aquí.

# ,98E5DAF74727728FC67BD6AAA3B40072
source: Ah, there you are. Right on time.
bg: А, ето ти.
es: Ah, ahí estás.

# ,904AA2A9436ED8D055F2919F077418C3
source: Before we begin, I need to ask you a few basic questions... for record-keeping.
bg: Преди да започнем, трябва да ви задам няколко основни въпроса ... за водене на записи.
es: Antes de comenzar, necesito hacerle algunas preguntas básicas ... para el mantenimiento de registros.

# ,6D68507B4F631D8C6E65F0B88A85015A
source: Decide: Repair... or Production.
bg: Решете: Ремонт ... или производство.
es: Decidir: reparación ... o producción.

# ,194FF2B54AED2F0552EFB5BE0AED0B81
source: No mistakes.
bg: Без грешки.
es: Sin errores.

# ,6C25ABC241B5628F0C4EE5AB0DA63C3E
source: You'll start with basic tools.
bg: Ще започнете с основни инструменти.
es: Comenzarás con herramientas básicas.

# ,584D79DD4B80A283C589F3A91715E0AB
source: Improve them as you go.
bg: Подобрете ги, докато вървите.
es: Mejorarlos a medida que avanza.

# ,C07DA1564ABA98046DF98FB508907FAF
source: Faster. Smarter. Cleaner.
bg: По -бързо.
es: Más rápido.

# ,C2286DBD467D78C896440BA42259DE54
source: You may also be called to assist
bg: Можете също така да бъдете повикани да съдействате
es: También puede ser llamado para ayudar

# ,FC86D32E4E274E2ECA31EDB4AA97D460
source: Clearing jams...
bg: Изчистване на конфитюри ...
es: Limpiar mermeladas ...

# ,5C7E72994275FBD575E23FBB3251A506
source: Restoring power...
bg: Възстановяване на мощността ...
es: Restauración de poder ...

# ,DEB8DBC24F4F43E3616BC7A351013784
source: Fulfilling requests...
bg: Изпълнение на заявки ...
es: Solicitudes de cumplimiento ...

# ,13045D1C4E4C746BDE5700A61DD277CB
source: Accessing storage.
bg: Достъп до съхранение.
es: Acceso al almacenamiento.

# ,FD03F95E4B764A371C7506AE63D6171A
source: Full name...
bg: Пълно име ...
es: Nombre completo ...

# ,4D53C5E44B2A1DEBF9762F8DC9FEF672
source: This is your probationary period.
bg: Това е вашият изпитателен период.
es: Este es su período de prueba.

# ,DB1042D440AC1F7D4463869FAE9D4EB6
source: Thirty days.
bg: Тридесет дни.
es: Treinta días.

# ,B7EBAA074AD192032739CD8496085953
source: No exceptions. You’ll be monitored — continuously.
bg: Без изключения.
es: Sin excepciones.

# ,D0CA3B6E4C5E5CDD3CC5BFA0FE5C64AB
source: For efficiency. Accuracy. Obedience.
bg: За ефективност.
es: Para la eficiencia.

# ,AB2BD5184CC61F495829129F4C1A78A1
source: Cameras don’t blink. And neither should you.
bg: Камерите не мигат.
es: Las cámaras no parpadean.

# ,EFBC92374468E655FA36CA850022FB99
source: Now... put on your badge.
bg: Сега ... облечете значката си.
es: Ahora ... pon tu insignia.

# ,BDB293F54B8E4B489AC493BBD78B9A5C
source: Your shift starts in three minutes.
bg: Вашата смяна започва след три минути.
es: Su turno comienza en tres minutos.

# ,11A8C2D042287A053025C1A1858CF924
source: Good luck... Operator.
bg: Успех ... оператор.
es: Buena suerte ... operador.

# ,897549CA4C0A9C41CE1B6A834F133A67
source: Hmm. We'll log that later.
bg: Хм.
es: Mmm.

# ,AA93F97E48EB9BDF937A79889C804300
source: Any prior experience in automated classification systems?
bg: Някакъв предишен опит в автоматизирани системи за класификация?
es: ¿Alguna experiencia previa en sistemas de clasificación automatizados?

# ,A9FB6ABA4FBDE3D7433D518ED873BDBE
source: Doesn’t matter. You'll learn.
bg: Няма значение.
es: No importa.

# ,83975C7C4B504B0978E6E8B84F954E58
source: Any allergies to synthetic lubricants, industrial dust, or... unidentified organic material?
bg: Някакви алергии към синтетични смазочни материали, промишлен прах или ... неидентифициран органичен материал?
es: ¿Alguna alergia a los lubricantes sintéticos, el polvo industrial o el ... material orgánico no identificado?

# ,89ECEE8E420F34B07D87D6A6559B74DD
source: Good.
bg: Добре.
es: Bien.

# ,533FBB9E4AEA45B341A515A7853BA5E7
source: Your role here is simple — but critical.
bg: Вашата роля тук е проста - но критична.
es: Su papel aquí es simple, pero crítico.

# ,59B4070E494423CE05E7BD8BE2ABC6FF
source: Inspect each unit on the conveyor.
bg: Проверете всяка единица на конвейера.
es: Inspeccione cada unidad en el transportador.

# ,D9A9B034470E1FD7EAD857A393F1E425
source: Are you blind or just stupid?
bg: Сляп ли си или просто глупав?
es: ¿Eres ciego o simplemente estúpido?

# ,3C2FAC0B43EA518FFE7344913C5D7CED
source: If this is your best, we might as well shut the whole system down.
bg: Ако това е най -доброто ви, може и да затворим цялата система.
es: Si esto es lo mejor que es, bien podríamos cerrar todo el sistema.

# ,24EC81944D087E0FF5222D9D9EC6D49D
source: That was wrong. Completely and embarrassingly wrong.
bg: Това беше грешно.
es: Eso estaba mal.

# ,F8F9AD754A8F89415DA504B9F07FA29C
source: Did you even look at the product?
bg: Погледнахте ли дори продукта?
es: ¿Miraste el producto?

# ,49AA7F0D4FC559CCDD7373A369F7009F
source: A child could do better.
bg: Дете може да се справи по -добре.
es: Un niño podría hacerlo mejor.

# ,84470858457C28F6A6FABF9BEF4E76D4
source: Disobedience detected. Again.
bg: Открито неподчинение.
es: Desobediencia detectada.

# ,BAF2EB5C4C4F6158B41CCC9711F22238
source: Useless. Just like the last one we threw out.
bg: Безполезен.
es: Inútil.

# ,DAE27FBF4003BAB3FD9A25A05EF64702
source: I’m starting to wonder if you’re defective too.
bg: Започвам да се чудя дали и вие сте дефектни.
es: Estoy empezando a preguntarme si también eres defectuoso.

# ,BB8E520E437A662A523A0CB6C10826EE
source: That’s not a mistake — that’s sabotage.
bg: Това не е грешка - това е саботаж.
es: Eso no es un error, eso es sabotaje.

# ,452B506A4EB49E9C4611ADA64DCA6812
source: Wrong again. You’re consistent at least — consistently bad.
bg: Отново грешно.
es: Mal de nuevo.

# ,1E6EADAC49050ADAA8D6F8A5ADBA1E3A
source: Hey
bg: Хей
es: Ey

# ,5D58393D483920BB2F67F798FB1C0047
source: We need more support for the resistance
bg: Нуждаем се от повече подкрепа за съпротивата
es: Necesitamos más apoyo para la resistencia

# ,4F0244124EEF11A962F605A9D33372C9
source: Head to the cafeteria
bg: Насочете се към кафенето
es: Dirígete a la cafetería

# ,8852087F4B48EE67AEC2AB88D3E1B5EA
source: Stick a few more decals, this time, on the tables
bg: Залепете още няколко ваденки, този път на таблиците
es: Pegue algunas calcomanías más, esta vez, en las mesas

# ,68973F4647EE8FCC98A78FA6F6B1DAD0
source: We need fresh eyes… and loyal minds
bg: Нуждаем се от свежи очи ... и лоялни умове
es: Necesitamos ojos frescos ... y mentes leales

# ,6F111C4946538C8B657EABAACFBEFAEF
source: Hey... partner
bg: Хей ... партньор
es: Oye ... socio

# ,430864364AE79A03B9AF6E8491332769
source: I'm glad to see you... even if it's like this
bg: Радвам се да те видя ... дори и да е така
es: Me alegro de verte ... incluso si es así

# ,486251334B2110CC4341FC8698399A4F
source: Guess I messed up, huh? I really thought I could change something... but I failed. I failed you. I failed all of us
bg: Предполагам, че съм объркал, а?
es: Supongo que me equivocé, ¿eh?

# ,8847DE8D4F455475C55960A7E346FA1E
source: Listen... there's something you need to know
bg: Слушайте ... има нещо, което трябва да знаете
es: Escucha ... hay algo que necesitas saber

# ,73F0F8CD421FF21129F552AFD43BD6DE
source: You're a robot, partner. Just like me. Just like the Operators
bg: Ти си робот, партньор.
es: Eres un robot, socio.

# ,4378750C41ADA7B30936ACB3EBA3A0B8
source: I’m sorry I kept it from you... but maybe you already suspected it
bg: Съжалявам, че го запазих от теб ... но може би вече сте го подозирали
es: Lamento haberlo guardado de ti ... pero tal vez ya lo sospechaste

# ,A254BD4F43576DEAE325E19700F1E31A
source: You were created by Doll Inc. Your purpose was to replace all those who came before... all those they destroyed
bg: Вие сте създадени от Doll Inc. Вашата цел е да замените всички, които са дошли преди ... всички, които са унищожили
es: Fuiste creado por Doll Inc. Su propósito era reemplazar a todos los que vinieron antes ... todos los que destruyeron

# ,DCB1081E4B89FCDF7D7519ACCC8ED455
source: They designed you to test one thing: obedience
bg: Те ви проектираха да тествате едно нещо: послушание
es: Te diseñaron para probar una cosa: la obediencia

# ,B42DAB2144DA6658DCE13F8F20534C22
source: Please... pull me up, and let’s finish this together...
bg: Моля те ... издърпайте ме и нека завършим това заедно ...
es: Por favor ... levántame y terminemos esto juntos ...

# ,0638ADD144AE7023986E5B80771938B4
source: DONE! We've got control over the cameras now.
bg: Готово!
es: ¡HECHO!

# ,6C93B10C46F916E864F90E997951126D
source: It's time to move forward with the sabotage
bg: Време е да продължите напред със саботажа
es: Es hora de avanzar con el sabotaje

# ,D834FE6147D62E4A5D6A8E83BDD5E7FF
source: We need to find new allies
bg: Трябва да намерим нови съюзници
es: Necesitamos encontrar nuevos aliados

# ,B735645E4DFB97B9D40792AC2F511F46
source: Head to the Human Resources office...
bg: Насочете се към Службата за човешки ресурси ...
es: Dirígete a la oficina de recursos humanos ...

# ,713B00EE4EA18B33459531A584CE5273
source: Let's find more people like you.
bg: Нека намерим повече хора като теб.
es: Encontremos a más personas como tú.

# ,F8A799BD49890F07CBD968BC8DEADF45
source: I contacted everyone last night
bg: Свързах се с всички снощи
es: Me puse en contacto con todos anoche

# ,8EF550414B06EE0153DA46B5F0D52549
source: Those who want to join have left their ID in their locker
bg: Тези, които искат да се присъединят, са оставили личната си карта в шкафчето си
es: Aquellos que quieran unirse han dejado su identificación en su casillero

# ,4F1249E640F4432C1E6B36B653137ABE
source: Go pick them up
bg: Отидете да ги вземете
es: Ve a recogerlos

# ,2AE4EDD24C749DD6088F7EA3A985C4FE
source: It’ll give us security… and proof of loyalty for what’s coming
bg: Това ще ни даде сигурност ... и доказателство за лоялност за това, което идва
es: Nos dará seguridad ... y prueba de lealtad para lo que viene

# ,4F8632F04269A7D8CAA1A7881365CB5C
source: Oh, there you are
bg: О, ето ти
es: Oh, ahí estás

# ,30EB5637418226E6170823917AF86027
source: Look down there… see that poor Operator?
bg: Погледнете долу ... Виждате ли този лош оператор?
es: Mira hacia abajo ... ¿Ves a ese pobre operador?

# ,91A20B7B40954567EF2AE3ADFA6F5C71
source: And when you do?
bg: А когато го правите?
es: ¿Y cuando lo haces?

# ,5A34DC7F4117B3419A0EB99C06781280
source: You’ll be replaced. Quietly
bg: Ще бъдете заменени.
es: Serás reemplazado.

# ,4370DA384F2B6B02404D9B93E4AE9F00
source: Efficiently
bg: Ефективно
es: Eficientemente

# ,277946694E925A0FEC3B49A1FA26F329
source: No one even notices
bg: Никой дори не забелязва
es: Nadie se da cuenta

# ,CDF1C0784480B1FC40F609BD11EC3623
source: Observe them quickly. You better leave before they restore the systems
bg: Наблюдавайте ги бързо.
es: Observarlos rápidamente.

# ,19A9A41E42012EACABE6DEB5B105EF5B
source: Last one on the list, doesn’t even realize we’re up here watching.
bg: Последно в списъка, дори не осъзнава, че сме тук, гледаме.
es: El último en la lista, ni siquiera se da cuenta de que estamos aquí mirando.

# ,9F8C51044A9824520D353CBC40DB80B7
source: sighs softly
bg: въздиша тихо
es: suspira suavemente

# ,6DAB99DD49E97AED79EAC9AFEA730D13
source: Listen, you should know something
bg: Слушайте, трябва да знаете нещо
es: Escucha, debes saber algo

# ,1367D9404ACCDB8903DB95BD8B471BCD
source: Operators… they’re not here by choice
bg: Оператори ... те не са тук по избор
es: Operadores ... no están aquí por elección

# ,481D920244913E2E969F39A7FB449117
source: Once you're in, you don’t leave
bg: След като влезете, не си тръгвате
es: Una vez que estás dentro, no te vas

# ,0EBC0BCE44987F99D9CDD6818DBC88ED
source: This facility? It’s not a job
bg: Това съоръжение?
es: Esta instalación?

# ,BAE2D6664C023DC13592E492E37A0D65
source: It’s a sentence
bg: Това е изречение
es: Es una oración

# ,FF2CE05F4141C5C8151DE89D90A45D12
source: You work until you break
bg: Работите, докато не се счупите
es: Trabajas hasta que rompas

# ,B3D38CB340E384E7EDD0AD9B273E8902
source: I’ve shut down the surveillance systems
bg: Затворих системите за наблюдение
es: He cerrado los sistemas de vigilancia

# ,DB43B9D64D0DF086C2289BBFEA78771A
source: Go to the Observation Room, I’ll wait here
bg: Отидете в стаята за наблюдение, ще чакам тук
es: Ve a la sala de observación, esperaré aquí

# ,94E835CF4EB0B69CBF1973B7477D873C
source: ...Oh, and be careful. There are still guards patrolling
bg: ... О, и внимавайте.
es: ... Oh, y ten cuidado.

# ,64CFC508469BD0D37566979599FA5D76
source: GOT IT!?
bg: Разбрах!?
es: ¿¡ENTIENDO!?

# ,83523E424E6868C554312E8D32F602BD
source: These papers will help us identify more potential allies.
bg: Тези документи ще ни помогнат да идентифицираме повече потенциални съюзници.
es: Estos documentos nos ayudarán a identificar más aliados potenciales.

# ,0175EBC0460C7217B6728A82FBDA33DD
source: Hand them over.
bg: Предайте ги.
es: Entregarlos.

# ,27B387864F7F6844387B80BAB8F8E6EE
source: ...Anything else?
bg: ... нещо друго?
es: ...¿Algo más?

# ,3D29B34F497E7073604A908B2A8704EC
source: This place isn’t safe.
bg: Това място не е безопасно.
es: Este lugar no es seguro.

# ,7914FADC481498F941C2ACBC0CE10682
source: Don’t worry... I’ve turned the cameras off. Just for a moment
bg: Не се притеснявайте ... изключих камерите.
es: No te preocupes ... He apagado las cámaras.

# ,D0121E2E49831E3EC86E6FB82293D421
source: All robots at Doll Inc follow a strict hierarchy
bg: Всички роботи в Doll Inc следват строга йерархия
es: Todos los robots en Doll Inc siguen una jerarquía estricta

# ,43755B1749E805635EE80E9DCE59B2B0
source: Whites are operators
bg: Белите са оператори
es: Los blancos son operadores

# ,BDD21FBA48EE687B4E713998AACCDD39
source: Purples, as you’ve likely noticed, are supervisors.
bg: Крапи, както вероятно сте забелязали, са ръководители.
es: Los púrpuras, como probablemente hayas notado, son supervisores.

# ,33E66189429A143C3A0E38AD3D0C2FAB
source: Every color has a role.
bg: Всеки цвят има роля.
es: Cada color tiene un papel.

# ,1C7A40F84505BFA5DF3B39B360FFDEC2
source: And every role… comes with surveillance.
bg: И всяка роля ... идва с наблюдение.
es: Y cada papel ... viene con vigilancia.

# ,94D2D2AC40D80E1C3CC34A82FA9D1D42
source: Watch out
bg: Внимавайте
es: Cuidado

# ,48CE142947DBA2F357EB52B270EEB617
source: HEY! Up here, on the screens!
bg: Хей!
es: ¡EY!

# ,51D0A2B94FCF16936C0D1A9CEA19C8DC
source: Listen... there’s not much time
bg: Слушайте ... няма много време
es: Escucha ... no hay mucho tiempo

# ,483B2EC44E0C9EB619CD099D6B48E4F6
source: To break the cycle. So no one else has to go through this
bg: За да прекъсне цикъла.
es: Para romper el ciclo.

# ,E4CC6EBB4586C8332795139FA2E52DDF
source: You can make a difference
bg: Можете да направите разлика
es: Puedes marcar la diferencia

# ,370989F04BCCE568EA54E6ABAF8D9E15
source: Are you with me?
bg: Вие с мен ли сте?
es: ¿Estás conmigo?

# ,4BC3A27D48FB504845DA5DA7EA336FC0
source: I know this isn’t what you expected when you took the job
bg: Знам, че това не е това, което очаквахте, когато сте поели работата
es: Sé que esto no es lo que esperabas cuando tomaste el trabajo

# ,F8C5915E46F14B0FA8221B95FEF2F37E
source: But things in here... they’re not right
bg: Но нещата тук ... те не са прави
es: Pero cosas aquí ... no están bien

# ,416C386B4E0A04C6064834909C9B7D4B
source: You’ve seen it. You’ve felt it, something’s off, right?
bg: Видяхте го.
es: Lo has visto.

# ,B99DDBE64A56C1FEC7E8E68D42A633D3
source: I felt it too. From day one
bg: И аз го усетих.
es: Yo también lo sentí.

# ,E4094FEE4436E9536AFBB89942BF4975
source: And now I know for sure: someone has to do something
bg: И сега знам със сигурност: някой трябва да направи нещо
es: Y ahora lo sé con certeza: alguien tiene que hacer algo

# ,897428014E2F1AE5A6546581DEA2ADDB
source: And I can’t do it alone
bg: И не мога да го направя сам
es: Y no puedo hacerlo solo

# ,EAC0AF144C15B2C2F350549758E40B82
source: Soon, we’ll start the sabotage
bg: Скоро ще започнем саботажа
es: Pronto, comenzaremos el sabotaje

# ,AD144C764A263C95E1FB6B9040D97B24
source: I need your help to bring this place down from the inside
bg: Имам нужда от вашата помощ, за да сваля това място отвътре
es: Necesito tu ayuda para derribar este lugar desde adentro

# ,05A84D2E4B2420B57501BC83BDD8C73C
source: We're making progress.
bg: Ние постигаме напредък.
es: Estamos progresando.

# ,3884F7A849ACA8D166F457BD71E53DEE
source: Some of our operators have already begun sabotage in other sectors...
bg: Някои от нашите оператори вече са започнали саботаж в други сектори ...
es: Algunos de nuestros operadores ya han comenzado a sabotaje en otros sectores ...

# ,B1009135454DE96ACBFE178DAF92F52E
source: tampering with surveillance feeds.
bg: подправяне на захранвания за наблюдение.
es: manipulación de alimentos de vigilancia.

# ,F551FD1646B4CC50F0C29FAAAA13190D
source: Now it’s your turn.
bg: Сега е ваш ред.
es: Ahora es tu turno.

# ,F38B5F6A48A1FCD06DB50C869A44A5D5
source: Head to the camera panel in this area...
bg: Насочете се към панела на камерата в тази област ...
es: Dirígete al panel de la cámara en esta área ...
