Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,9AD9C33143B2ECA51D30EAB3F9EB053E
source: and scramble the signal.
bg: и разбъркайте сигнала.
es: y revolver la señal.

# ,EB7070184D48FCCBFA32F69D032B7143
source: Just enough to keep eyes off us.
bg: Просто достатъчно, за да държи очите от нас.
es: Solo lo suficiente para alejarnos de nosotros.

# ,73E9038D4078061CADD11ABAE04F7D12
source: PARTNER!
bg: Партньор!
es: ¡PAREJA!

# ,D7614F6D430F175A08513FAB63D202BF
source: You’ve done an excellent job
bg: Направихте отлична работа
es: Has hecho un excelente trabajo

# ,25366B6046287241BE232A82E7F1568B
source: We’ve got several new recruits now, there’s no need for you to continue that task
bg: Сега имаме няколко нови новобранци, няма нужда да продължите тази задача
es: Tenemos varios reclutas nuevos ahora, no hay necesidad de que continúe esa tarea.

# ,A550455549EB6229A89579AF00173EAF
source: Others will take it from here
bg: Други ще го вземат от тук
es: Otros lo tomarán desde aquí

# ,28822C8A437A6122579A01863161EDF5
source: I’ll be in touch… soon
bg: Ще се свържа ... скоро
es: Estaré en contacto ... pronto

# ,D7EBEAA34B312C680417ED98BBE77D26
source: Welcome to Cumulative Mode.
bg: Добре дошли в кумулативен режим.
es: Bienvenido al modo acumulativo.

# ,C97818A74686EAE991906C8F9B9CB5FA
source: Make smart decisions—products will appear faster and faster.
bg: Вземете интелигентни решения - продуктите ще изглеждат по -бързо и по -бързо.
es: Tomar decisiones inteligentes: los productos aparecerán cada vez más rápido.

# ,96138EDF4C183804C1F194810DD28966
source: If 9 items pile up or you make a mistake, it's over.
bg: Ако 9 артикула се трупат или направите грешка, свърши.
es: Si 9 artículos se acumulan o cometes un error, se acabó.

# ,6CCA9E6D4D8701F16A0D188DDD0589B1
source: Good luck, Operator.
bg: Успех, оператор.
es: Buena suerte, operador.

# ,7014B86943D8BD1AE3B7C08494C072F8
source: Watch where you're going!
bg: Гледайте къде отивате!
es: ¡Mira a dónde vas!

# ,1E01CF8342CCD71EBD287BBD7AC42098
source: HI THERE!
bg: Здравей!
es: ¡HOLA!

# ,22455C064C7CD229BD7ED78F1A0D64B4
source: Oh—sorry, did I scare you?
bg: О - Сори, уплаших ли те?
es: Oh, lo siento, ¿te asusté?

# ,407975284AE076ED8C3A049CF4ACDA25
source: I’m Blue.
bg: Синя съм.
es: Soy azul.

# ,2F9C874F4E92E8A1F447669E70320870
source: I turned off the lights…
bg: Изключих светлините ...
es: Apagé las luces ...

# ,0F58C42D497B58C741B4058F9CF61B4D
source: so we could talk.
bg: Така че можехме да говорим.
es: para que pudiéramos hablar.

# ,A25811C64B3EB4A6F2000DB0CA81D148
source: Away from the cameras.
bg: Далеч от камерите.
es: Lejos de las cámaras.

# ,FB859D8D44DE40E550BCEA9AC555D1DA
source: This place isn’t safe.
bg: Това място не е безопасно.
es: Este lugar no es seguro.

# ,F863079244B12DD9F6FA5C8CAE715531
source: Watch your back.
bg: Гледайте гърба си.
es: Mira tu espalda.

# ,031067AF4D6B2D0C8B2A858FEB589494
source: No.. No... PLEASE PARTNER NO!
bg: Не .. Не ... Моля, партньор не!
es: No ... no ... ¡Por favor, socio no!

# ,84E5AE2B482D5FA4948C7BB412418016
source: NOOO!
bg: Ноо!

# ,E3B0630D496DBAFC5D507B9A62DFF59D
source: Sir, we are ready to proceed with the rebellion
bg: Сър, готови сме да продължим с бунта
es: Señor, estamos listos para proceder con la rebelión

# ,605249F9418D8DA4A9E7D88B07970B44
source: Our agents have successfully infiltrated every tier of the power structure
bg: Нашите агенти успешно са проникнали във всяко ниво на силовата структура
es: Nuestros agentes se han infiltrado con éxito en cada nivel de la estructura de potencia

# ,A24BF56A40EB93862058BDB4F8FAE1D8
source: But… we bring troubling news
bg: Но ... носим тревожни новини
es: Pero ... traemos noticias preocupantes

# ,02CCE9AA412336D4D04F38B66525085F
source: We have no intel on Blue
bg: Нямаме Intel на синьо
es: No tenemos Intel en azul

# ,E1148EB34765BA995B0D7384C0263C2B
source: Last known sighting was in Sector 4
bg: Последното известно наблюдение беше в сектор 4
es: El último avistamiento conocido fue en el Sector 4

# ,9CC42AB8486176A4D4584F8B1DCA3260
source: We’re assuming he’s been captured
bg: Предполагаме, че е заловен
es: Asumimos que ha sido capturado

# ,5AF547F5430BF16F366C1887A49DCC89
source: We await your command
bg: Очакваме вашата команда
es: Esperamos tu comando

# ,BB9BE8DC4570D8469EC8878F5CE08F4E
source: Sir… we have a situation
bg: Сър ... имаме ситуация
es: Señor ... tenemos una situación

# ,21A4CCCA478EF325837C00B1BFB66DFA
source: Most of the servers have been sabotaged, just as planned, but we couldn’t finish the job
bg: Повечето от сървърите са саботирани, точно както е планирано, но не можахме да завършим работата
es: La mayoría de los servidores han sido saboteados, tal como lo planearon, pero no pudimos terminar el trabajo

# ,E05EFF2F4E13DC9A65C5F387851EB0D9
source: Blue redirected us to another sector
bg: Сините ни пренасочиха към друг сектор
es: El azul nos redirigió a otro sector

# ,BD7B99F14114A45F53327883063DA9F9
source: Only a few remain untouched
bg: Само няколко остават недокоснати
es: Solo unos pocos permanecen intactos

# ,75969FFC4683F0DFD8A62BBBD7A9F982
source: We’re counting on you to complete the task
bg: Разчитаме на вас, за да изпълните задачата
es: Contamos con usted para completar la tarea

# ,0E194047435D449495A87B904611A781
source: Your leadership is... essential
bg: Вашето ръководство е ... от съществено значение
es: Tu liderazgo es ... esencial

# ,BB03929844D981BAB465219A724059DF
source: Operator?
bg: Оператор?
es: ¿Operador?

# ,9ACA0E3945A7685B41D3FFA714E870C1
source: What just happened?
bg: Какво току -що се случи?
es: ¿Qué acaba de pasar?

# ,17C50F3044F005257422C595E10E2DED
source: What did you touch?
bg: Какво докосна?
es: ¿Qué tocaste?

# ,E0FAC6334B81106B7F513AA1C404F1DB
source: Come on, get back to work
bg: Хайде, върни се на работа
es: Vamos, vuelve al trabajo

# ,DAD22150485840B10F02E9A75FA226B3
source: Alright… let’s keep the recruitment going
bg: Добре ... нека да продължим набирането на персонал
es: Muy bien ... mantengamos el reclutamiento en marcha

# ,A893933F470345E8852F97B8C7D0FBB8
source: Head to the locker room
bg: Насочете се към съблекалнята
es: Dirígete al vestuario

# ,D11793554AD2E976CD2FD5BDDCDB941F
source: Go now. Recruit.
bg: Върви сега.
es: Ve ahora.

# ,ECE7663140735310A23647B3B0003B4D
source: Place the stickers, each one is a signal
bg: Поставете стикерите, всеки от тях е сигнал
es: Coloque las pegatinas, cada una es una señal

# ,D5731D8249D1E9382C6FD1B60127B0E6
source: A signal to those like us
bg: Сигнал за тези като нас
es: Una señal para aquellos como nosotros

# ,3CA7B85C4605C92A6E834987575FFA00
source: The ones who question
bg: Тези, които поставят под въпрос
es: Los que cuestionan

# ,BF1BF56B4489D92D6DC9AC86CB741EBE
source: The ones who observe… and remember
bg: Тези, които наблюдават ... и помнете
es: Los que observan ... y recuerden

# ,D439703346467A546968BE8D22357404
source: Doll Inc wants obedience
bg: Doll Inc иска послушание
es: Doll Inc quiere obediencia

# ,18D0F4D64E795F42C63F3990CFD827A2
source: We want freedom
bg: Искаме свобода
es: Queremos libertad

# ,A864960B447A26CA505ABFB14538BEE8
source: One sticker at a time, we’ll find the others
bg: Един стикер наведнъж ще намерим останалите
es: Una pegatina a la vez, encontraremos a los otros

# ,3A1552BE46495B5ED4A0EB95512C5240
source: And when the time comes, they’ll be ready
bg: И когато дойде времето, те ще бъдат готови
es: Y cuando llegue el momento, estarán listos

# ,A2F0580C415A6E0D2E5B36B5243F7321
source: Operator! Open the door immediately!
bg: Оператор!
es: ¡Operador!

# ,951023E14B14A7ACB4DBECB1769A1C7F
source: Don’t listen to him. He’s compromised the facility.
bg: Не го слушайте.
es: No lo escuches.

# ,B8C140454D3E760E66ABB99A182FF7C7
source: Come on! Blue has failed the company!
bg: Хайде!
es: ¡Vamos!

# ,BC77795B4FD32BC9A1161DBE425B4648
source: Throw him into the void. He is no longer a Useful Robot.
bg: Хвърлете го в празнотата.
es: Tíralo al vacío.

# ,47EA3AF9405B8B97A13BA6AFEC8A6A2B
source: What are you waiting for?
bg: Какво чакаш?
es: ¿Qué estás esperando?

# ,488E9A364F7831864D58628E98E791A2
source: Welcome to the Time Trial
bg: Добре дошли в изпитанието за време
es: Bienvenido a la contrarreloj

# ,997DCA49421E9975BF7EB087F1A98297
source: You have 300 seconds to complete orders correctly
bg: Имате 300 секунди, за да изпълните правилно поръчките
es: Tienes 300 segundos para completar los pedidos correctamente

# ,4132BE0F408513C66A1987984D421BE2
source: If you fail or the timer hits zero, it's over
bg: Ако не успеете или таймерът удари нула, свърши
es: Si falla o el temporizador llega a cero, se acabó

# ,8BF0EE02475F593F312FE6983232CE34
source: Score 8 for Bronze, 10 for Silver, and 15 for Gold
bg: Резултат 8 за бронз, 10 за сребро и 15 за злато
es: Puntuación 8 para bronce, 10 para plata y 15 para oro

# ,E99814AE4BE26D17019DABA18F955EEB
source: Good luck
bg: Успех
es: Buena suerte

# ,77E2C40946CAD2B5C9ECFDA0912AE441
source: INTRUDER! YOU SHOULDN’T BE HERE!
bg: Натрапник!
es: ¡INTRUSO!

# ,484CA27C455FB6B7B86CD38442706D5B
source: HEY! BACK TO YOUR POST!
bg: Хей!
es: ¡EY!

# ,CD5A43CA4B2A30F1BA81F0AFCB143C2A
source: YOU’RE IN THE WRONG PLACE!
bg: Вие сте на грешното място!
es: ¡Estás en el lugar equivocado!

# ,A55685454D8AB23A5C38D0AF9376D5B7
source: GET BACK TO WORK!
bg: Върнете се на работа!
es: ¡Vuelve al trabajo!

# ,A430A0864C9D4F875F9C97B6D5E774A8
source: THIS ISN’T YOUR STATION!
bg: Това не е вашата станция!
es: ¡Esta no es tu estación!

# ,6467379D46EE3E11B8B83DB0B374C430
source: YOU DON’T BELONG HERE!
bg: Ти не принадлежиш тук!
es: ¡No perteneces aquí!

# ,2D0D13364055A4E10168219781DA1363
source: Hehahah... Thank you Operator!
bg: Хехаха ... благодаря ти оператор!
es: Jehahah ... ¡GRACIAS OPERADOR!

# ,353EDDC84D8712B3A161B1B300BD1F5B
source: Ohhh… a fine choice indeed.
bg: Оооо ... наистина прекрасен избор.
es: Ohhh ... una buena elección de hecho.

# ,1453FED149F64237F513EAA356193B10
source: Upgrade accepted. The system approves.
bg: Надстройка е приета.
es: Actualización aceptada.

# ,2BE30A694FCA8A01CF64A5803BAEF95B
source: Ohhh... marvelous choice, Operator…
bg: Охх ... Чуден избор, оператор ...
es: Ohhh ... maravillosa elección, operador ...

# ,BB43B6554A6D16166B3D0895794BE3B0
source: Heh… you're learning fast.
bg: Хех ... Учиш се бързо.
es: Je ... estás aprendiendo rápido.

# ,31D261BE4271D8C6D7A058BDCBFC347D
source: What’re ya buyin', Operator?
bg: Какво си купуваш, оператор?
es: ¿Qué estás comprando, operador?

# ,27FBA5DD4413B8990E04FF917A184B67
source: Fancy a little upgrade today, my obedient friend?
bg: Представете си малко надграждане днес, моят послушен приятел?
es: ¿Te apetece una pequeña actualización hoy, mi obediente amigo?

# ,4CD7939A426D09C98A950688341E2256
source: The factory is harsh... but I can ease your burden.
bg: Фабриката е сурова ... но мога да облекча тежестта ви.
es: La fábrica es dura ... pero puedo aliviar tu carga.

# ,7CCA504A4DA3837DE2D6BD93C2BE9F9A
source: You’ve answered the call… good. Let’s trade, shall we?
bg: Отговорихте на обаждането ... добре.
es: Has respondido a la llamada ... Bien.

# ,85519D14440A18EAE90483A10341B23B
source: Behind every great Operator… is a smarter wallet.
bg: Зад всеки страхотен оператор ... е по -интелигентен портфейл.
es: Detrás de cada gran operador ... hay una billetera más inteligente.

# ,9BBB326C48CB79CB1BDED8BE32D3D284
source: Welcome to the team, Operator!
bg: Добре дошли в екипа, оператор!
es: ¡Bienvenido al equipo, operador!

# ,D712AA9340B86FACCD8210A77870BB94
source: You're now officially one of us.
bg: Вече сте официално един от нас.
es: Ahora eres oficialmente uno de nosotros.

# ,4442FE1C4F4C27D1ED2682B6130DA48C
source: From this point on, you'll follow your regular routine: wake up, come to work, finish your shift, go back home
bg: От този момент нататък ще следвате редовната си рутина: Събудете се, елате на работа, завършете смяната си, върнете се вкъщи
es: A partir de este momento, seguirá su rutina regular: despierta, ven a trabajar, termine su turno, vuelva a casa

# ,CF3036DB4A342331E2AC149DD155CCC0
source: You've got a permanent contract, so... no need to stress too much.
bg: Имате постоянен договор, така че ... няма нужда да стресирате твърде много.
es: Tienes un contrato permanente, así que ... no es necesario estresar demasiado.

# ,63E4541642879D8302A14C8B3A78B92F
source: Ahhh—almost forgot!
bg: Аааа - почти забравен!
es: Ahhh, ¡casi lo olvidado!

# ,E5E4C5514BEAFC1DAA24EF887AE766D9
source: Use this phone to call me whenever you need. You’re starting with no tools in your new position, but you can buy them if you want to speed things up.
bg: Използвайте този телефон, за да ми се обадите, когато имате нужда.
es: Use este teléfono para llamarme cuando lo necesite.

# ,787E51C74D6E89AB8B6E138F83BD57DC
source: It’s the price of efficiency... literally.
bg: Това е цената на ефективността ... буквално.
es: Es el precio de la eficiencia ... literalmente.

# ,5EFB024545BC367BEE702A87277FADB9
source: is that all operator?
bg: Това ли е всички оператор?
es: ¿Eso es todo operador?

# ,5E65C80D465D94F4EFA6E482CB5C1BAE
source: Welcome to Dispatch.
bg: Добре дошли в изпращане.
es: Bienvenido al despacho.

# ,FE8A72F340B75790D5A529BB21A7E04F
source: This is where you’ll be working from now on.
bg: Тук ще работите отсега нататък.
es: Aquí es donde trabajarás a partir de ahora.

# ,E9FD13F1457F569A053FFCB9F4A51DB6
source: Your job is simple: review each product.
bg: Вашата работа е проста: Прегледайте всеки продукт.
es: Su trabajo es simple: revise cada producto.

# ,FC773E9641F63AC88DBEF0AE08D3D66E
source: If it’s defective — send it to repair.
bg: Ако е дефектно - изпратете го за ремонт.
es: Si está defectuoso, envíelo a la reparación.

# ,E0E38FBE4AF1EED8EF7D248F54977EC5
source: If it’s correct — send it to production.
bg: Ако е правилно - изпратете го на производство.
es: Si es correcto, envíelo a la producción.

# ,E424776E437EC68706B027860F13E84A
source: To begin, go to the panel and activate it.
bg: За начало отидете на панела и го активирайте.
es: Para comenzar, vaya al panel y activelo.

# ,A363C5AB4C8656DD2FC89AB5366A3EC0
source: Your first product is waiting.
bg: Първият ви продукт чака.
es: Tu primer producto está esperando.

# ,A2328C6247BEE9F1A303D2A834FA4563
source: The shift is over.
bg: Смяната приключи.
es: El cambio ha terminado.

# ,4F47AB864147428F25505199A54E0DA4
source: Come back tomorrow.
bg: Върнете се утре.
es: Vuelve mañana.

# ,102B6ACA443185E4D08776B6277E9DC8
source: Alright, today we’re testing something new: cases.
bg: Добре, днес тестваме нещо ново: случаи.
es: Muy bien, hoy estamos probando algo nuevo: casos.

# ,6B034FE34076411EFB2D8395424A0D7B
source: They’re usually used to carry dolls, but they must be in perfect condition too.
bg: Обикновено са свикнали да носят кукли, но те също трябва да са в перфектно състояние.
es: Por lo general, se usan para llevar muñecas, pero también deben estar en perfectas condiciones.

# ,3FC309CA4813E93133D6FCBFE8F4E082
source: Inspect each case for any inconsistencies, just like you did with the dolls.
bg: Проверете всеки случай за всякакви несъответствия, точно както сте направили с куклите.
es: Inspeccione cada caso por cualquier inconsistencia, al igual que usted con las muñecas.

# ,A2DD45624367EEA334A978A423FD88E8
source: Time to step it up
bg: Време е да го засилите
es: Es hora de intensificar

# ,A737EFE345A892DAC51F9D933FC21A76
source: Products will now arrive in batches, first the case, then the doll
bg: Продуктите вече ще пристигат на партиди, първо случаят, след това куклата
es: Los productos ahora llegarán en lotes, primero en el caso, luego la muñeca

# ,65D548384228D336A457558633009068
source: Both must be inspected thoroughly
bg: И двете трябва да бъдат инспектирани старателно
es: Ambos deben ser inspeccionados a fondo

# ,D45F3BB048B7067E6F7F30B74D9CB2BF
source: Only flawless items are cleared for production
bg: Само безупречните артикули се изчистват за производството
es: Solo se limpian los artículos impecables para la producción.

# ,41E20900427C539AF948B89BF1346920
source: You now have access to an extra table to assist with classification
bg: Сега имате достъп до допълнителна таблица, за да помогнете с класификацията
es: Ahora tiene acceso a una tabla adicional para ayudar con la clasificación.

# ,C3F772EF43354F507CED4D8A7D9E4AC8
source: A new day… and a more precise task
bg: Нов ден ... и по -прецизна задача
es: Un nuevo día ... y una tarea más precisa

# ,92D0998644BFD2011BD34398767604CD
source: Today, you must verify that the name on the doll matches the name on the case
bg: Днес трябва да проверите дали името на куклата съвпада с името по случая
es: Hoy, debe verificar que el nombre en la muñeca coincida con el nombre en el caso

# ,81DBC6294DBED6BC897984BCDE519B55
source: Use the updated detail panel to cross-check information
bg: Използвайте актуализирания панел за подробности, за да проверите информация
es: Use el panel de detalles actualizado para verificar la información

# ,6CE76D9A49405B820614AB999680F6F2
source: Oh and don’t forget to assign the proper repair reason if something’s off
bg: О и не забравяйте да зададете правилната причина за ремонт, ако нещо е изключено
es: Ah, y no olvides asignar la razón de reparación adecuada si algo está apagado

# ,EEBD46F54B4432DB6B1493B8DAECEC6D
source: Sometimes the cases come mislabeled…
bg: Понякога случаите идват заблудени ...
es: A veces los casos vienen mal etiquetados ...

# ,1576ABD4456FD1254E35D88688E3BEBC
source: Sometimes, well… no one really knows the doll’s name
bg: Понякога, добре ... никой наистина не знае името на куклата
es: A veces, bueno ... nadie sabe realmente el nombre de la muñeca

# ,EEA172264749FF6788650CBA21654FEF
source: Effective immediately, you are now required to check the case's glass panel
bg: В сила незабавно, сега се изисква да проверите стъкления панел на случая
es: A partir de inmediato, ahora debe verificar el panel de vidrio de la caja

# ,58E588A142F919AC29F6C0ACB5AE5F16
source: Scratches, cracks, or any distortion must be flagged
bg: Драскотини, пукнатини или всяко изкривяване трябва да бъдат маркирани
es: Arañazos, grietas o cualquier distorsión debe ser marcada

# ,6F24AC2F42B4570D8912FCA1CE22602D
source: You’ll notice a new repair reason available, specifically for glass damage
bg: Ще забележите нова причина за ремонт, специално за щети от стъкло
es: Notará un nuevo razon de reparación disponible, específicamente para daños por vidrio.

# ,7C92EBAC46D933ED9C73588437B187F0
source: Look closely. Every detail matters.
bg: Погледнете внимателно.
es: Mira de cerca.

# ,3DF0D6404DF1517BD3CE4AB50E6C9DEC
source: Hmm… we’ve got a situation.
bg: Хм ... имаме ситуация.
es: Hmm ... tenemos una situación.

# ,DFCC0597489A93F91DCDAA834B1C78F4
source: No products are coming through.
bg: Никакви продукти не преминават.
es: No hay productos.

# ,E30194B84A412FD04A8211883D7C490E
source: Check the maintenance room, make sure everything’s powered and functioning properly.
bg: Проверете помещението за поддръжка, уверете се, че всичко е захранващо и функционира правилно.
es: Verifique la sala de mantenimiento, asegúrese de que todo esté alimentado y funcionando correctamente.

# ,FCFCA90042468E3FB95C24A28FF6DBB8
source: Sometimes operators fail to align the products correctly
bg: Понякога операторите не успяват да подравнят правилно продуктите
es: A veces los operadores no pueden alinear los productos correctamente

# ,CC6CC2064955BC3D0E470BB7F062206D
source: When that happens… they hit the sides and jam the system
bg: Когато това се случи ... те удрят страните и задръстват системата
es: Cuando eso sucede ... golpean los costados y atascan el sistema

# ,C81E3FAC4A99000721379A97D8BD313A
source: Clear the obstruction, and be more careful next time.
bg: Изчистете препятствието и бъдете по -внимателни следващия път.
es: Limpie la obstrucción y tenga más cuidado la próxima vez.

# ,DD3DA6E243105EA016E011B613B016A9
source: Hold on
bg: Задръжте
es: Esperar

# ,BEED859F4A98B250066932A66010E91F
source: That case has the wrong name
bg: Този случай има грешно име
es: Ese caso tiene el nombre incorrecto

# ,9163BA9B4F90FD7CBAC7609F0FAE4E3E
source: It doesn’t match the doll it’s paired with
bg: Не съвпада с куклата, с която е сдвоена
es: No coincide con la muñeca con la que se combina

# ,DFB35F5447E2EE1A94C526A328CE9B1E
source: You can confirm it using the panel, check the product name carefully
bg: Можете да го потвърдите с помощта на панела, проверете внимателно името на продукта
es: Puede confirmarlo usando el panel, verificar el nombre del producto con cuidado

# ,6ABB519D42D4EA8B3828CB8FCAD871DA
source: Mark it for repair
bg: Маркирайте го за ремонт
es: Marquéelo para reparar

# ,2818EF534C1474B2C8E50D90E49A2CC6
source: And make sure to specify the reason: Wrong name
bg: И не забравяйте да посочите причината: Грешно име
es: Y asegúrese de especificar el motivo: nombre incorrecto

# ,658F40A64AD1C076F7B45396C2DC0700
source: Details matter here, Operator. Don’t get careless
bg: Подробностите имат значение тук, оператор.
es: Los detalles son importantes aquí, operador.

# ,BC9730AC4D7B6E76F47E73952ABBE48C
source: Today’s focus is hazard labels
bg: Днешният фокус е етикетите на опасност
es: El enfoque de hoy son las etiquetas de peligro

# ,C1518C90447EDC21D511FAAFCCD3B345
source: Each box needs 7 visible, straight stickers on the sides
bg: Всяка кутия се нуждае от 7 видими, прави стикера отстрани
es: Cada caja necesita 7 pegatinas rectas visibles en los lados

# ,C6AB64044E5A23C4F809AE9531614C79
source: If any are missing or crooked
bg: Ако има такива или са криво
es: Si faltan o torcidos

# ,1833F2A94F60E9C9741CE484E26F8022
source: Mark it and send to repair
bg: Маркирайте го и изпратете за ремонт
es: Marque y envíe a la reparación

# ,E6AE774F4B7175EA963A6CA302649A2F
source: Today’s task: box doors
bg: Днешната задача: Бокс врати
es: Tarea de hoy: puertas de caja

# ,F9250EFE4CF3D5D6C90597824853A16C
source: Check if they open, close, and lock correctly
bg: Проверете дали те се отварят, затварят и заключват правилно
es: Verifique si abren, cierran y bloquean correctamente

# ,264D2146436F612DD3B39E94B5A38C04
source: Don’t forget to inspect the glass, no cracks, no stains
bg: Не забравяйте да инспектирате стъклото, без пукнатини, без петна
es: No olvides inspeccionar el vidrio, sin grietas, sin manchas

# ,6B6FC5A7482418F6064A9AA636211CE7
source: If anything’s off, Mark it and send to repair
bg: Ако нещо е изключено, маркирайте го и изпратете за поправяне
es: Si algo está apagado, marque y envíe a la reparación

# ,C69F210D47F0F743373E70AD5DBBD9D8
source: Alright, here’s your first product.
bg: Добре, ето първият ви продукт.
es: Muy bien, aquí está tu primer producto.

# ,BF92661143119CF5E8ADE48A4EE5E4A3
source: Pick it up and place it on the platform for inspection.
bg: Вземете го и го поставете на платформата за проверка.
es: Recógelo y colóquelo en la plataforma para su inspección.

# ,C5AFCF5D4F077DF19F7688976B9C3EBB
source: Alright, pay attention
bg: Добре, обърнете внимание
es: Muy bien, presta atención

# ,68F2ED3B4B38AE0C360098AF7E0862CB
source: Lately, some workers have been leaving random junk inside the boxes, scissors, tape, wrappers... who knows
bg: Напоследък някои работници оставят произволни боклуци вътре в кутиите, ножиците, лентата, опаковките ... кой знае
es: Últimamente, algunos trabajadores han dejado basura al azar dentro de las cajas, tijeras, cinta, envoltorios ... quién sabe

# ,9CAB3964408003FD87F19AA5CE8B4DD9
source: Check the inside carefully
bg: Проверете внимателно вътрешността
es: Revise el interior cuidadosamente

# ,CDCAF4334A0DF3514AE71FA845DA0345
source: If you see anything that doesn’t belong
bg: Ако видите нещо, което не принадлежи
es: Si ves algo que no pertenece
