Repository: Ninggeez/doll-inc-localizations
Catalog: *.po
Languages: bg, es

# ,99D15475428C7C469EAF23A376A3BAAD
source: mark it and send it to repair
bg: Маркирайте го и го изпратете за ремонт
es: marquéelo y envíelo a reparar

# ,F077373045C217E53EFD909A0B22FBB0
source: From now on, every product must come with a barcode
bg: Отсега нататък всеки продукт трябва да идва с баркод
es: De ahora en adelante, cada producto debe venir con un código de barras

# ,3CCD83844181298C567682BE07317BC9
source: If it’s missing, or the number doesn’t match the product
bg: Ако липсва или номерът не съвпада с продукта
es: Si falta, o el número no coincide con el producto

# ,7ADB935E4116096FD263B1A000764CCB
source: send it to repair, no exceptions
bg: Изпратете го за ремонт, без изключения
es: Enviarlo a reparación, sin excepciones

# ,3789D0AB43BBD5D42744DB915F50DAEA
source: You can check the correct codes on your screen
bg: Можете да проверите правилните кодове на екрана си
es: Puede verificar los códigos correctos en su pantalla

# ,300A50244125449E9E9215856A18FFE9
source: Stay sharp
bg: Бъдете остри
es: Mantenerse

# ,77EBC03247917A710147B591AADF3871
source: We’ve detected some strange phenomena in certain dolls
bg: Открихме някои странни явления в определени кукли
es: Hemos detectado algunos fenómenos extraños en ciertas muñecas

# ,FDEB333045DDBC556F1E1EA176A69956
source: If you notice odd movement, unusual noise, or anything that feels… off
bg: Ако забележите странно движение, необичаен шум или нещо, което се чувства ... изключено
es: Si notas movimiento extraño, ruido inusual o cualquier cosa que se sienta ...

# ,2C99AF774FFA4E03005D3D805BC64FFA
source: mark it as “Strange Phenomenon” and send it to repair
bg: Маркирайте го като „странно явление“ и го изпратете за поправяне
es: marquéelo como "fenómeno extraño" y envíelo a reparar

# ,B26FE71E4356A19F5078FD8511845D45
source: Better safe than sorry
bg: По -добре безопасно, отколкото съжалявам
es: Mejor seguro que curar

# ,AB53E4844B8987532E99579E4E2586C0
source: We've launched a new line of products: Robots.
bg: Стартирахме нова линия продукти: роботи.
es: Hemos lanzado una nueva línea de productos: robots.

# ,A4E582B44C9B117DE48156929FC0D596
source: These units are in high demand and come in various appearances depending on the map, just like the cases.
bg: Тези единици са с голямо търсене и се предлагат в различни изяви в зависимост от картата, точно както случаите.
es: Estas unidades tienen una gran demanda y vienen en varias apariciones dependiendo del mapa, al igual que los casos.

# ,C59DDCCA48F86CF4D585DAA2A977CE7C
source: Your task is simple: check for any physical damage and ensure the barcode is valid.
bg: Вашата задача е проста: Проверете за всякакви физически щети и се уверете, че баркодът е валиден.
es: Su tarea es simple: verifique cualquier daño físico y asegúrese de que el código de barras sea válido.

# ,9E6E8FA543EF11D6292F93AEDCF3E43A
source: Due to high demand, animation systems have been installed in the robots.
bg: Поради голямото търсене в роботите са инсталирани анимационни системи.
es: Debido a la alta demanda, se han instalado sistemas de animación en los robots.

# ,656FD8094B186F163DF3B1B852234BF7
source: Make sure their movements are smooth and functioning as expected.
bg: Уверете се, че техните движения са гладки и функциониращи, както се очаква.
es: Asegúrese de que sus movimientos sean suaves y funcionan como se esperaba.

# ,27C07C4F42D798C5D474C88B022734F9
source: If the animation fails or appears broken, send them in for repair.
bg: Ако анимацията се провали или изглежда счупена, изпратете ги за ремонт.
es: Si la animación falla o parece rota, envíelos para reparar.

# ,0D13C0AA48BECA7FF97EF5930E71814D
source: Voice modules are now part of the robot lineup.
bg: Гласовите модули вече са част от състава на робота.
es: Los módulos de voz ahora son parte de la línea de robots.

# ,816157FC40F4F291833508BCA24C5D55
source: You’ll need to power on each unit before checking for voice functionality.
bg: Ще трябва да захранвате всяко устройство, преди да проверите за гласова функционалност.
es: Deberá encender cada unidad antes de verificar la funcionalidad de voz.

# ,6AB6609B4EE83BB0C1C9D3840483F619
source: Compare their voice lines with the reference examples in your guide.
bg: Сравнете техните гласови линии с референтните примери във вашето ръководство.
es: Compare sus líneas de voz con los ejemplos de referencia en su guía.

# ,92673B3145666DB2DD438DA2D9049DB8
source: If the voice doesn’t match the assigned model, send them to repair.
bg: Ако гласът не съответства на определения модел, изпратете ги за поправяне.
es: Si la voz no coincide con el modelo asignado, envíelos a la reparación.

# ,8AD367384F9D43B1665ECB87819071A1
source: Good morning, Operator
bg: Добро утро, оператор
es: Buenos días, operador

# ,BE68D7C34A908039EA61318337F6F4B8
source: Today’s task will require extra attention
bg: Днешната задача ще изисква допълнително внимание
es: La tarea de hoy requerirá atención adicional

# ,C34615AC471CC0FFEA2E34BCCCC3A62B
source: You’re now responsible for inspecting all product types: dolls, robots, and cases
bg: Вече сте отговорни за проверката на всички видове продукти: кукли, роботи и случаи
es: Ahora eres responsable de inspeccionar todos los tipos de productos: muñecas, robots y casos

# ,9477AF254FD241DE292D9A8ED12DA39B
source: To help you keep up, I’ve added an extra table to your station. Use it wisely
bg: За да ви помогна да продължите, добавих допълнителна маса към вашата станция.
es: Para ayudarlo a mantenerse al día, he agregado una mesa adicional a su estación.

# ,612A938E41375E17D002F2861E697D8B
source: Check for defects, label mismatches, missing codes, and anything out of place
bg: Проверете за дефекти, несъответствия на етикетите, липсващи кодове и всичко на място
es: Verifique los defectos, los desajustes de la etiqueta, los códigos faltantes y cualquier cosa fuera de lugar

# ,6D4BC41E4DB79F24B514CEADC490B27A
source: You’ve done well so far… don’t lose focus now
bg: Досега сте се справили добре ... не губете фокус сега
es: Lo has hecho bien hasta ahora ... no pierdas el enfoque ahora

# ,3FA5FADA4F5C14283491CA910C18135B
source: Your evaluation continues
bg: Вашата оценка продължава
es: Su evaluación continúa

# ,6070BC0942074AB3A904B099A3BD7339
source: Today we’ll continue with regular tasks...
bg: Днес ще продължим с редовни задачи ...
es: Hoy continuaremos con tareas regulares ...

# ,14CD87D345B502368F95ACB484AA0D69
source: But we’ve installed a barcode scanner for you
bg: Но ние сме инсталирали скенер за баркод за вас
es: Pero hemos instalado un escáner de código de barras para usted

# ,38ADA6A1453F551C5CC69681734A3AE5
source: It should help speed up your work
bg: Трябва да помогне за ускоряване на работата ви
es: Debería ayudar a acelerar su trabajo

# ,989615F140E866F6838509851261B476
source: Just aim, scan, and decide
bg: Просто се прицелете, сканирайте и решете
es: Solo apunte, escanean y decida

# ,B33518E34F82B9D34ADBAFB1A598B6A1
source: No excuses now, efficiency is expected
bg: Сега няма извинения, се очаква ефективност
es: No hay excusas ahora, se espera la eficiencia

# ,C6FFF2F64577D194BCD69795E0989335
source: Today’s task is simple
bg: Днешната задача е проста
es: La tarea de hoy es simple

# ,B719030F4732E6BE435B8E85DB454903
source: You're going to check the weight of each product
bg: Ще проверите теглото на всеки продукт
es: Vas a verificar el peso de cada producto

# ,FC697936469FA1AB62B7E7A5398ED13D
source: Place the item on the scale platform and wait
bg: Поставете артикула на платформата на мащаба и изчакайте
es: Coloque el elemento en la plataforma de escala y espere

# ,C87902AF42AB3AB7E6B03FAD9D7317F7
source: If the weight is correct, the indicator will turn green
bg: Ако теглото е правилно, индикаторът ще стане зелено
es: Si el peso es correcto, el indicador se volverá verde

# ,0463160E447BA8F0161064B752182D6D
source: If it doesn’t… well, you know what to do
bg: Ако не е ... добре, знаете какво да правите
es: Si no es así ... bueno, sabes que hacer

# ,0646055547A05CAA2288E8B1EFBA3D24
source: Let’s begin
bg: Да започнем
es: Comencemos

# ,7F1C39AE4920F4A1BEEABBAEF65DC1EA
source: Turn on the light to see more clearly.
bg: Включете светлината, за да видите по -ясно.
es: Encienda la luz para ver más claramente.

# ,D5505E744081EC77A18703A54E406B7E
source: Alright, Operator. Today’s task is slightly different
bg: Добре, оператор.
es: Muy bien, operador.

# ,2EEC51194CA8C9059015F49A8B28BBD8
source: We're adding pressure testing to your routine. It's similar to the weight checks you've done before
bg: Добавяме тестване на налягане към вашата рутина.
es: Estamos agregando pruebas de presión a su rutina.

# ,157E726B4086D65007A9689322B043DE
source: Place the product on the pressure platform, activate the machine, and wait for the result
bg: Поставете продукта върху платформата за налягане, активирайте машината и изчакайте резултата
es: Coloque el producto en la plataforma de presión, active la máquina y espere el resultado

# ,36D5ADE3488AA79AEBD2FCA909F01624
source: If it doesn’t meet the pressure standards… send it to repair. No exceptions
bg: Ако не отговаря на стандартите за налягане ... изпратете го за ремонт.
es: Si no cumple con los estándares de presión ... envíelo a la reparación.

# ,C13B226A45A4FEA2C0346EBEB11617D7
source: Stay sharp. Faulty units under pressure can cause problems
bg: Бъдете остри.
es: Mantente afilado.

# ,4F7D30B843ACE3D22D7E9BAEA2B73E35
source: Alright, listen up
bg: Добре, слушай
es: Muy bien, escucha

# ,B0D4C54D45DB07B97493EFA489283976
source: Today you're checking temperature
bg: Днес проверявате температурата
es: Hoy estás revisando la temperatura

# ,10928D8E4C64C65A14F4C2A4326ED7C6
source: Excessive heat can warp the structure, melt joints, or even fry internal systems
bg: Прекомерната топлина може да изкриви структурата, да се стопи стави или дори пържени вътрешни системи
es: El calor excesivo puede deformar la estructura, las articulaciones derretidas o incluso los sistemas internos fríados

# ,C6254A894933D36D857BD4B3797DA216
source: Too cold? Well… plastics become brittle, motors jam, and let's just say, it gets ugly
bg: Твърде студено?
es: ¿Demasiado frío?

# ,3C3443C94AFDC314B2C6E5ACAE97BB96
source: We’re not cooking dinner, we’re making perfection.
bg: Не готвим вечеря, правим съвършенство.
es: No estamos cocinando la cena, estamos haciendo la perfección.

# ,33EB491045552E6968E47F8D9E0EF684
source: Starting today, you'll be using the product scanner
bg: От днес ще използвате продуктовия скенер
es: A partir de hoy, usará el escáner de productos

# ,6EFD123B41F02BE81C0406A8F87EB716
source: It’s been added to your station, try not to drop it
bg: Добавено е към вашата станция, опитайте се да не я пускате
es: Se ha agregado a su estación, trate de no dejarla.

# ,6929D7BF4CDE47D6A9FF2FA8B2E7F122
source: This tool helps detect visual anomalies that may not be obvious to the eye
bg: Този инструмент помага да се открият визуални аномалии, които може да не са очевидни за окото
es: Esta herramienta ayuda a detectar anomalías visuales que pueden no ser obvias para la vista.

# ,4CB424A04C5B8644989AEDBA664C7E73
source: Scorch marks, hidden cracks, internal tampering... the scanner will catch it
bg: Scorch марки, скрити пукнатини, вътрешно подправяне ... скенерът ще го хване
es: Marcas de quemaduras, grietas ocultas, manipulación interna ... el escáner lo atrapará

# ,F00390E9420BDC6FDBCC79BBB0DB2237
source: Use it wisely
bg: Използвайте го разумно
es: Úsalo sabiamente

# ,36B418724AF72A663D01ACAD0CEE2413
source: New day.
bg: Нов ден.
es: Nuevo día.

# ,A83F29B04D7D263BDF0F35ABD240C1D7
source: Today, you'll be handling Orders.
bg: Днес ще се справяте с поръчки.
es: Hoy, manejarás órdenes.

# ,6C50ACD14BF451C81404DBA21BD427A3
source: Once you press the Dispatch button, incoming requests will show up on the panel.
bg: След като натиснете бутона за изпращане, входящите заявки ще се покажат на панела.
es: Una vez que presione el botón de despacho, las solicitudes entrantes aparecerán en el panel.

# ,7CF4F49548489A5719460FB090557F65
source: Head to Storage, find the requested product, and bring it back for processing.
bg: Насочете се към съхранението, намерете искания продукт и го върнете за обработка.
es: Dirígete al almacenamiento, busca el producto solicitado y tráigalo para procesar.

# ,C45DE74440471F2D3EDB029BBF12852C
source: Simple task, but don't mess it up.
bg: Проста задача, но не го бъркайте.
es: Tarea simple, pero no lo arruines.

# ,DA7DCDC542C568F2EF946F8549F06509
source: Today’s going to be a bit more… tedious.
bg: Днес ще бъде малко повече ... досадно.
es: Hoy va a ser un poco más ... tedioso.

# ,FD5CCD36463CEA8C928DB0A22C8826A3
source: We’ve received multiple requests for separate items, dolls and boxes individually.
bg: Получихме множество заявки за отделни елементи, кукли и кутии поотделно.
es: Hemos recibido múltiples solicitudes de artículos, muñecas y cajas separados individualmente.

# ,58432AFC472CC0DD356393964BE1DC9F
source: Check the order panel and fulfill each request accordingly.
bg: Проверете панела за поръчки и изпълнете съответно всяка заявка.
es: Verifique el panel de pedido y cumpla con cada solicitud en consecuencia.

# ,B6CEFE5D4DEAA109EFE33AA5EDAC7915
source: Stay sharp and don’t mix them up.
bg: Бъдете остри и не ги смесвайте.
es: Manténgase afilado y no los mezcle.

# ,91F1DDD249FBEC5A4D116FAFFC30680F
source: Things will change soon… hang in there.
bg: Нещата скоро ще се променят ... Задръжте там.
es: Las cosas cambiarán pronto ... aguanta.

# ,36EC55BA48DE5D0A3819A8AB332FBFDE
source: Today’s task requires precision
bg: Днешната задача изисква прецизност
es: La tarea de hoy requiere precisión

# ,FBBA9F30443343E05EB411BF873F8C73
source: Some orders will now request both a box and a doll together
bg: Някои поръчки сега ще поискат както кутия, така и кукла заедно
es: Algunos pedidos ahora solicitarán una caja y una muñeca juntos

# ,598ED16A414CD3F07FBC49AF875B0E4F
source: You have two options
bg: Имате две опции
es: Tienes dos opciones

# ,790370A74511CB8AC419779F677F3BD6
source: Place the doll inside the box, it will count as one complete unit
bg: Поставете куклата вътре в кутията, тя ще се счита за едно цялостно устройство
es: Coloque la muñeca dentro de la caja, contará como una unidad completa

# ,C164326848D943D16F8B53B1C8B421A5
source: Or send each product separately, but make sure the order is fully completed
bg: Или изпратете всеки продукт поотделно, но се уверете, че поръчката е напълно изпълнена
es: O enviar cada producto por separado, pero asegúrese de que el pedido esté completamente completado

# ,CF1DDE4348E8CA218251D2B68FE7580C
source: Do it right. Orders are monitored closely
bg: Направете го правилно.
es: Hazlo bien.

# ,8C3318BF43FF5EDC5A4D778714FBFA3F
source: Alright, today’s task is a little different.
bg: Добре, днешната задача е малко по -различна.
es: Muy bien, la tarea de hoy es un poco diferente.

# ,FAA49AA74C09E43BDE66B4A55EFA542F
source: Some orders now include custom names printed on the boxes.
bg: Някои поръчки сега включват персонализирани имена, отпечатани на кутиите.
es: Algunos pedidos ahora incluyen nombres personalizados impresos en los cuadros.

# ,3FAE62124D8E20DA8FAA3C94F418A30C
source: Head over to the storage area, pick the box listed in the order...
bg: Преминете към зоната за съхранение, изберете кутията, посочена в поръчката ...
es: Dirígete al área de almacenamiento, elige la caja que figura en el pedido ...

# ,BE875AE6490A1EA088424993C3217A4A
source: Then bring it to the labeling machine to assign the correct name.
bg: След това го донесете на машината за етикетиране, за да зададете правилното име.
es: Luego, tráelo a la máquina de etiquetado para asignar el nombre correcto.

# ,53D079974D58C0F044AEFCB515E3CB68
source: Make sure everything matches, no typos allowed.
bg: Уверете се, че всичко съвпада, не са разрешени печатни грешки.
es: Asegúrese de que todo coincida, no se permitan errores tipográficos.

# ,232069D64671012C9020B0BC0BA6A6D8
source: Today, you’ll be preparing shipments.
bg: Днес ще подготвяте пратки.
es: Hoy, prepararás envíos.

# ,B9876A7D41F0C5503614F5A8BC12B51C
source: Head to the storage room, request a box, and place all the required products inside.
bg: Насочете се към складовата стая, поискайте кутия и поставете всички необходими продукти вътре.
es: Dirígete a la sala de almacenamiento, solicita una caja y coloca todos los productos requeridos dentro.

# ,E503D3DC4775A1DC0BA9E2AE7BE16DD0
source: Make sure to add protective padding, then send it to production.
bg: Не забравяйте да добавите защитни подплънки, след което го изпратете в производство.
es: Asegúrese de agregar relleno de protección, luego envíelo a la producción.

# ,12315BF8407364A8D72A8CBA04EC29F4
source: Alright, Operator
bg: Добре, оператор
es: Muy bien, operador

# ,04CDF18B4D947FF4E1DF98961F5D42E5
source: Continue handling requests as usual.
bg: Продължете да обработвате заявки, както обикновено.
es: Continúe manejando las solicitudes como de costumbre.

# ,960C44074C8C218584F61C89408576B1
source: We’ve now installed a classifier panel in your dispatch.
bg: Сега сме инсталирали панел за класификатор във вашата изпращане.
es: Ahora hemos instalado un panel clasificador en su despacho.

# ,EC2ADCF046546F86784CEBB1D600CCE5
source: You can use it to request products directly, no need to walk to storage every time.
bg: Можете да го използвате, за да заявявате продукти директно, няма нужда да ходите до съхранение всеки път.
es: Puede usarlo para solicitar productos directamente, no es necesario caminar para almacenar todo el tiempo.

# ,2198B93E4B5CA595CDF790B76C07D7CB
source: Unless you enjoy the exercise…
bg: Освен ако не се наслаждавате на упражнението ...
es: A menos que disfrutes el ejercicio ...

# ,07F0B89040D8219EDDA412842F3C3999
source: Also, you’ll notice a new label printer at your station.
bg: Също така, ще забележите нов принтер на етикета на вашата станция.
es: Además, notará una nueva impresora de etiqueta en su estación.

# ,ADE10A3A4C1C028BB8E1179CB9C319CB
source: Use it to re-label packages faster and with better accuracy.
bg: Използвайте го, за да презаложете пакетите по-бързо и с по-добра точност.
es: Úselo para volver a etiquetar los paquetes más rápido y con una mejor precisión.

# ,85E99F14451E0CF0C2AA5D955BFB3ECB
source: Less time wasted. More work done.
bg: По -малко пропиляно време.
es: Menos tiempo perdido.

# ,5D32721545885BF0E2964A9E3297B46D
source: Let’s keep the line moving.
bg: Нека поддържаме линията да се движи.
es: Mantengamos la línea en movimiento.

# ,1DB342544EE1F8CAF0BFC9B495E9979C
source: New day, Operator
bg: Нов ден, оператор
es: Nuevo día, operador

# ,7C4FAEAB4C2DDFCB9408998FB6A8FB86
source: Today you’ll be handling returns
bg: Днес ще се справяте с връщанията
es: Hoy estarás manejando devoluciones

# ,31E3D8424F2D2EE7DEB126BC43678985
source: Open the box, remove the products, and send them all to production
bg: Отворете кутията, извадете продуктите и ги изпратете на всички в производство
es: Abra la caja, retire los productos y los envíe a todos a la producción.

# ,14123E9545CDAF0F55A5E1BCD938D69A
source: Discard the packaging and the box in the bin
bg: Изхвърлете опаковката и кутията в кошчето
es: Deseche el embalaje y la caja en el contenedor

# ,BF7C5B25488E1CAFA49CECBB3058B274
source: Simple, efficient. Let’s move
bg: Прост, ефективен.
es: Simple, eficiente.

# ,1341ABC141C212381873A1B66F21D743
source: Alright, this doll is inconsistent.
bg: Добре, тази кукла е непоследователна.
es: Muy bien, esta muñeca es inconsistente.

# ,D9AAA851491E73CAC5CBDF84CD4BF6CD
source: If you look closely, it’s damaged on the back.
bg: Ако погледнете внимателно, той е повреден отзад.
es: Si miras de cerca, está dañado en la parte posterior.

# ,45F47E71473D7F33DAD4A2BC7B2CE229
source: Send it to repair
bg: Изпратете го за ремонт
es: Enviarlo a reparación

# ,3880690C4FD18A3FBFAAD0A35AA5C749
source: Today we continue with the returns
bg: Днес продължаваме с възвръщаемостта
es: Hoy continuamos con las devoluciones

# ,07BA4E80457FEE12C860AC8DA7F9B3AD
source: This time, you'll need to inspect each product thoroughly
bg: Този път ще трябва да инспектирате подробно всеки продукт
es: Esta vez, deberá inspeccionar cada producto a fondo

# ,F952946A482C6543BA26689C9CB52FD6
source: If everything looks good, send it to production
bg: Ако всичко изглежда добре, изпратете го в производство
es: Si todo se ve bien, envíelo a la producción

# ,BC5E5F9246CB1DE9B31546A8559FD869
source: If not, mark the issue and send it for repairs
bg: Ако не, маркирайте проблема и го изпратете за ремонт
es: Si no, marque el problema y envíelo para reparaciones

# ,11A8BF7D4DDAB58E400A109B16801073
source: Don't rush, every detail matters
bg: Не бързайте, всеки детайл има значение
es: No te apresures, cada detalle importa

# ,478B2BCE4A97D8EF5F01219B7DA6FB18
source: Today you'll be handling both deliveries and returns
bg: Днес ще обработвате както доставки, така и връщания
es: Hoy manejarás entregas y devoluciones

# ,03DA70AD4D0BE583B74654A8E1089F1A
source: Make sure to double-check each order
bg: Не забравяйте да проверите двукратно всяка поръчка
es: Asegúrese de verificar cada pedido

# ,E12D6DA545E99D6632DE41A7B84C1439
source: Approved items go out, damaged or incorrect ones come back
bg: Одобрените артикули излизат, повредени или неправилни се връщат
es: Los artículos aprobados salen, dañados o incorrectos regresan

# ,45C79FDF43ABCEB60A615E82010EACAA
source: Stay sharp. Mistakes cost time
bg: Бъдете остри.
es: Mantente afilado.

# ,C0A5B3324F0C63FEA96917997A329026
source: Today we’re putting everything to the test
bg: Днес ние поставяме всичко на изпитанието
es: Hoy estamos poniendo todo a prueba

# ,ED4ACFE94E2FBD137528B59F882C66C5
source: Inspect products, process orders, and handle returns, all at once
bg: Проверете продуктите, обработвайте поръчки и обработка на връщания, всичко наведнъж
es: Inspeccionar productos, procesar pedidos y manejar devoluciones, todo a la vez

# ,A146816C4303937A564CC885EBD345EF
source: Let’s see how well you manage under pressure
bg: Нека да видим колко добре управлявате под натиск
es: Veamos qué tan bien manejas bajo presión

# ,60B45CD3497D5D95B9089A8E7A039C9D
source: This case is damaged
bg: Този случай е повреден
es: Este caso está dañado

# ,2549DA304FEBEBBD0D03E484CF279614
source: If you look closely, there’s an inconsistency on the upper part, just above the label
bg: Ако погледнете отблизо, в горната част има несъответствие, точно над етикета
es: Si miras de cerca, hay una inconsistencia en la parte superior, justo encima de la etiqueta

# ,BE98D70649DE23EB39DF459B333241CF
source: This case looks good
bg: Този случай изглежда добре
es: Este caso se ve bien

# ,102B8BC04A7FFB703FDDC09D41B210A9
source: Good job.
bg: Добра работа.
es: Buen trabajo.

# ,E226388249C605C1A0D63886D30AFC59
source: Now request a new product, and let’s inspect it again.
bg: Сега поискайте нов продукт и нека го инспектираме отново.
es: Ahora solicite un nuevo producto e inspeccionemos nuevamente.

# ,E2CC5E084EA5A15E7951C7BEB96C4E71
source: This doll looks good.
bg: Тази кукла изглежда добре.
es: Esta muñeca se ve bien.

# ,19931A42482B21AC13A3D6A2080D4FD7
source: Send it to production
bg: Изпратете го в производство
es: Enviarlo a la producción

# ,D4C10A9040D406BA1EEE03A381141937
source: Great! Excellent work.
bg: Страхотно!
es: ¡Excelente!

# ,70F58B2F44A0182A5F14E198BEFAF208
source: Now that you know how it works, go ahead and process a few more products.
bg: Сега, когато знаете как работи, продължете и обработете още няколко продукта.
es: Ahora que sabe cómo funciona, continúe y procese algunos productos más.
