Repository: Ninggeez/doll-inc-localizations
Catalog: */Game.po
Languages: pl, zh

# ,DAD22150485840B10F02E9A75FA226B3
source: Alright… let’s keep the recruitment going
pl: Dobra… kontynuuj rekrutację
zh: 好吧……让我们继续招聘

# ,A893933F470345E8852F97B8C7D0FBB8
source: Head to the locker room
pl: Udaj się do szatni
zh: 前往更衣室

# ,D11793554AD2E976CD2FD5BDDCDB941F
source: Go now. Recruit.
pl: Idź. Rekrutuj.
zh: 现在去。

# ,ECE7663140735310A23647B3B0003B4D
source: Place the stickers, each one is a signal
pl: Umieść naklejki, każdy to sygnał
zh: 放置贴纸，每个贴纸都是信号

# ,D5731D8249D1E9382C6FD1B60127B0E6
source: A signal to those like us
pl: Sygnał dla takich jak my
zh: 向像我们这样的人发出信号

# ,3CA7B85C4605C92A6E834987575FFA00
source: The ones who question
pl: Tych, którzy pytają
zh: 那些质疑的人

# ,BF1BF56B4489D92D6DC9AC86CB741EBE
source: The ones who observe… and remember
pl: Tych, którzy obserwują… i pamiętają
zh: 观察……记住的人

# ,D439703346467A546968BE8D22357404
source: Doll Inc wants obedience
pl: Doll Inc chce posłuszeństwa
zh: Doll Inc想要服从

# ,18D0F4D64E795F42C63F3990CFD827A2
source: We want freedom
pl: My chcemy wolności
zh: 我们想要自由

# ,A864960B447A26CA505ABFB14538BEE8
source: One sticker at a time, we’ll find the others
pl: Jedna naklejka naraz, znajdziemy innych
zh: 一次一个贴纸，我们会找到其他贴纸

# ,3A1552BE46495B5ED4A0EB95512C5240
source: And when the time comes, they’ll be ready
pl: A gdy nadejdzie czas, będą gotowi
zh: 当时间到来时，他们会准备好

# ,A2F0580C415A6E0D2E5B36B5243F7321
source: Operator! Open the door immediately!
pl: Operatorze! Otwórz drzwi natychmiast!
zh: 操作员！

# ,951023E14B14A7ACB4DBECB1769A1C7F
source: Don’t listen to him. He’s compromised the facility.
pl: Nie słuchaj go. Skompromitował placówkę.
zh: 不要听他的话。

# ,B8C140454D3E760E66ABB99A182FF7C7
source: Come on! Blue has failed the company!
pl: Dalej! Blue zawiódł firmę!
zh: 快点！

# ,BC77795B4FD32BC9A1161DBE425B4648
source: Throw him into the void. He is no longer a Useful Robot.
pl: Rzuć go w otchłań. To już nie przydatny robot.
zh: 把他扔进空白。

# ,47EA3AF9405B8B97A13BA6AFEC8A6A2B
source: What are you waiting for?
pl: Na co czekasz?
zh: 你还在等什么？

# ,488E9A364F7831864D58628E98E791A2
source: Welcome to the Time Trial
pl: Witaj w próbie czasowej
zh: 欢迎参加计时审判

# ,997DCA49421E9975BF7EB087F1A98297
source: You have 300 seconds to complete orders correctly
pl: Masz 300 sekund, by poprawnie realizować zamówienia
zh: 您有300秒可以正确完成订单

# ,4132BE0F408513C66A1987984D421BE2
source: If you fail or the timer hits zero, it's over
pl: Jeśli zawiedziesz lub czas minie, to koniec
zh: 如果您失败或计时器命中零，那就结束了

# ,8BF0EE02475F593F312FE6983232CE34
source: Score 8 for Bronze, 10 for Silver, and 15 for Gold
pl: Zdobyj 8 punktów na brąz, 10 na srebro, 15 na złoto
zh: 铜牌为8，银的得分为10，黄金得分为15

# ,E99814AE4BE26D17019DABA18F955EEB
source: Good luck
pl: Powodzenia
zh: 祝你好运

# ,77E2C40946CAD2B5C9ECFDA0912AE441
source: INTRUDER! YOU SHOULDN’T BE HERE!
pl: WŁAMYWACZ! TU NIE MIEJSCE!
zh: 入侵者！

# ,484CA27C455FB6B7B86CD38442706D5B
source: HEY! BACK TO YOUR POST!
pl: HEJ! WRACAJ NA SWOJE STANOWISKO!
zh: 嘿！

# ,CD5A43CA4B2A30F1BA81F0AFCB143C2A
source: YOU’RE IN THE WRONG PLACE!
pl: JESTEŚ W ZŁYM MIEJSCU!
zh: 您在错误的地方！

# ,A55685454D8AB23A5C38D0AF9376D5B7
source: GET BACK TO WORK!
pl: WRÓĆ DO PRACY!
zh: 回到工作！

# ,A430A0864C9D4F875F9C97B6D5E774A8
source: THIS ISN’T YOUR STATION!
pl: TO NIE TWOJE STANOWISKO!
zh: 这不是你的车站！

# ,6467379D46EE3E11B8B83DB0B374C430
source: YOU DON’T BELONG HERE!
pl: TU NIE MASZ MIEJSCA!
zh: 你不属于这里！

# ,2D0D13364055A4E10168219781DA1363
source: Hehahah... Thank you Operator!
pl: Hehahah... Dziękuję, Operatorze!
zh: hehahah ...谢谢您的操作员！

# ,353EDDC84D8712B3A161B1B300BD1F5B
source: Ohhh… a fine choice indeed.
pl: Och… doskonały wybór.
zh: 哦，确实是一个很好的选择。

# ,1453FED149F64237F513EAA356193B10
source: Upgrade accepted. The system approves.
pl: Ulepszenie zaakceptowane. System zatwierdza.
zh: 升级接受。

# ,2BE30A694FCA8A01CF64A5803BAEF95B
source: Ohhh... marvelous choice, Operator…
pl: Och... wspaniały wybór, Operatorze…
zh: 哦...奇妙的选择，运营商…

# ,BB43B6554A6D16166B3D0895794BE3B0
source: Heh… you're learning fast.
pl: Heh… uczysz się szybko.
zh: 呵呵……您正在快速学习。

# ,31D261BE4271D8C6D7A058BDCBFC347D
source: What’re ya buyin', Operator?
pl: Co kupujesz, Operatorze?
zh: 运营商是什么？

# ,27FBA5DD4413B8990E04FF917A184B67
source: Fancy a little upgrade today, my obedient friend?
pl: Chcesz dziś jakieś ulepszenie, mój posłuszny przyjacielu?
zh: 我听话的朋友今天想升级一点？

# ,4CD7939A426D09C98A950688341E2256
source: The factory is harsh... but I can ease your burden.
pl: Fabryka jest surowa... ale mogę odciążyć twoje obowiązki.
zh: 工厂很苛刻...但是我可以减轻您的负担。

# ,7CCA504A4DA3837DE2D6BD93C2BE9F9A
source: You’ve answered the call… good. Let’s trade, shall we?
pl: Odpowiedziałeś na wezwanie… dobrze. Wymieniamy się?
zh: 您已经接了电话……好。

# ,85519D14440A18EAE90483A10341B23B
source: Behind every great Operator… is a smarter wallet.
pl: Za każdym wielkim Operatorem… stoi mądrzejszy portfel.
zh: 在每个伟大的操作员后面……都是一个更聪明的钱包。

# ,9BBB326C48CB79CB1BDED8BE32D3D284
source: Welcome to the team, Operator!
pl: Witamy w zespole, Operatorze!
zh: 欢迎来到团队，运营商！

# ,D712AA9340B86FACCD8210A77870BB94
source: You're now officially one of us.
pl: Oficjalnie jesteś jednym z nas.
zh: 您现在正式成为我们中的一个。

# ,4442FE1C4F4C27D1ED2682B6130DA48C
source: From this point on, you'll follow your regular routine: wake up, come to work, finish your shift, go back home
pl: Od teraz twoja rutyna: obudź się, przyjdź do pracy, skończ zmianę, wróć do domu.
zh: 从这一点开始，您将遵循常规的日常工作：醒来，上班，完成轮班，回家

# ,CF3036DB4A342331E2AC149DD155CCC0
source: You've got a permanent contract, so... no need to stress too much.
pl: Masz umowę na czas nieokreślony, więc... bez stresu.
zh: 您已经有一份永久合同，因此...无需过多压力。

# ,63E4541642879D8302A14C8B3A78B92F
source: Ahhh—almost forgot!
pl: Ahhh—prawie zapomniałem!
zh: 啊，几乎忘记了！

# ,E5E4C5514BEAFC1DAA24EF887AE766D9
source: Use this phone to call me whenever you need. You’re starting with no tools in your new position, but you can buy them if you want to speed things up.
pl: Użyj tego telefonu, by do mnie zadzwonić, gdy potrzebujesz. Zaczynasz bez narzędzi, ale możesz je kupić, by przyspieszyć pracę.
zh: 随时使用此手机给我打电话。

# ,787E51C74D6E89AB8B6E138F83BD57DC
source: It’s the price of efficiency... literally.
pl: To cena efektywności... dosłownie.
zh: 从字面上看，这是效率的价格。

# ,5EFB024545BC367BEE702A87277FADB9
source: is that all operator?
pl: To wszystko, Operatorze?
zh: 那是所有操作员吗？

# ,5E65C80D465D94F4EFA6E482CB5C1BAE
source: Welcome to Dispatch.
pl: Witamy w Envíos (dispatch).
zh: 欢迎派遣。

# ,FE8A72F340B75790D5A529BB21A7E04F
source: This is where you’ll be working from now on.
pl: Tu będziesz pracować od tej pory.
zh: 从现在开始，您将在这里工作。

# ,E9FD13F1457F569A053FFCB9F4A51DB6
source: Your job is simple: review each product.
pl: Twoje zadanie jest proste: przejrzyj każdy produkt.
zh: 您的工作很简单：查看每个产品。

# ,FC773E9641F63AC88DBEF0AE08D3D66E
source: If it’s defective — send it to repair.
pl: Jeśli jest wadliwy — wyślij do naprawy.
zh: 如果有缺陷，请将其发送维修。

# ,E0E38FBE4AF1EED8EF7D248F54977EC5
source: If it’s correct — send it to production.
pl: Jeśli poprawny — wyślij do produkcji.
zh: 如果是正确的，请将其发送到生产。

# ,E424776E437EC68706B027860F13E84A
source: To begin, go to the panel and activate it.
pl: Aby zacząć, podejdź do panelu i go aktywuj.
zh: 首先，转到面板并激活它。

# ,A363C5AB4C8656DD2FC89AB5366A3EC0
source: Your first product is waiting.
pl: Twój pierwszy produkt czeka.
zh: 您的第一个产品正在等待。

# ,A2328C6247BEE9F1A303D2A834FA4563
source: The shift is over.
pl: Zmiana się zakończyła.
zh: 转变结束了。

# ,4F47AB864147428F25505199A54E0DA4
source: Come back tomorrow.
pl: Wróć jutro.
zh: 明天回来。

# ,102B6ACA443185E4D08776B6277E9DC8
source: Alright, today we’re testing something new: cases.
pl: Dziś testujemy coś nowego: cajas.
zh: 好吧，今天我们正在测试新事物：案例。

# ,6B034FE34076411EFB2D8395424A0D7B
source: They’re usually used to carry dolls, but they must be in perfect condition too.
pl: Służą zwykle do przenoszenia muñecos, ale muszą być w idealnym stanie.
zh: 它们通常被用来携带洋娃娃，但也必须处于完美状态。

# ,3FC309CA4813E93133D6FCBFE8F4E082
source: Inspect each case for any inconsistencies, just like you did with the dolls.
pl: Sprawdź każdą caja pod kątem niezgodności, tak jak muñecos.
zh: 就像您对玩偶一样，检查每个案例是否有任何矛盾。

# ,A2DD45624367EEA334A978A423FD88E8
source: Time to step it up
pl: Czas podnieść poprzeczkę.
zh: 是时候加强了

# ,A737EFE345A892DAC51F9D933FC21A76
source: Products will now arrive in batches, first the case, then the doll
pl: Produkty będą przychodzić partiami: najpierw caja, potem muñeco.
zh: 产品现在将分批到达，首先是娃娃

# ,65D548384228D336A457558633009068
source: Both must be inspected thoroughly
pl: Oba muszą być dokładnie sprawdzone.
zh: 两者都必须彻底检查

# ,D45F3BB048B7067E6F7F30B74D9CB2BF
source: Only flawless items are cleared for production
pl: Tylko bezbłędne przedmioty idą do produkcji.
zh: 只有完美的物品被清除用于生产

# ,41E20900427C539AF948B89BF1346920
source: You now have access to an extra table to assist with classification
pl: Masz teraz dodatkowe biurko do pomocy w klasyfikacji.
zh: 您现在可以访问额外的表来协助分类

# ,C3F772EF43354F507CED4D8A7D9E4AC8
source: A new day… and a more precise task
pl: Nowy dzień… i precyzyjniejsze zadanie.
zh: 新的一天……和更精确的任务

# ,92D0998644BFD2011BD34398767604CD
source: Today, you must verify that the name on the doll matches the name on the case
pl: Dziś musisz sprawdzić, czy nazwa na muñeco pasuje do nazwy na caja.
zh: 今天，您必须验证娃娃上的名称是否与案件的名称匹配

# ,81DBC6294DBED6BC897984BCDE519B55
source: Use the updated detail panel to cross-check information
pl: Użyj zaktualizowanego panelu szczegółów, by to zweryfikować.
zh: 使用更新的细节面板进行交叉检查信息

# ,6CE76D9A49405B820614AB999680F6F2
source: Oh and don’t forget to assign the proper repair reason if something’s off
pl: I nie zapomnij przypisać właściwego powodu naprawy, jeśli coś jest nie tak.
zh: 哦，不要忘记分配适当的维修原因

# ,EEBD46F54B4432DB6B1493B8DAECEC6D
source: Sometimes the cases come mislabeled…
pl: Czasem cajas są źle oznaczone...
zh: 有时案件被错误标签...

# ,1576ABD4456FD1254E35D88688E3BEBC
source: Sometimes, well… no one really knows the doll’s name
pl: Czasem… nikt nie wie, jak nazywa się muñeco.
zh: 有时，好吧……没人真正知道娃娃的名字

# ,EEA172264749FF6788650CBA21654FEF
source: Effective immediately, you are now required to check the case's glass panel
pl: Ze skutkiem natychmiastowym musisz sprawdzać szklane panele cajas.
zh: 立即生效，您现在需要检查表壳的玻璃面板

# ,58E588A142F919AC29F6C0ACB5AE5F16
source: Scratches, cracks, or any distortion must be flagged
pl: Rysy, pęknięcia lub zniekształcenia — zgłaszaj.
zh: 必须标记划痕，裂缝或任何失真

# ,6F24AC2F42B4570D8912FCA1CE22602D
source: You’ll notice a new repair reason available, specifically for glass damage
pl: Zauważysz nowy powód naprawy: uszkodzenie szkła.
zh: 您会注意到有新的维修原因，专门用于玻璃伤害

# ,7C92EBAC46D933ED9C73588437B187F0
source: Look closely. Every detail matters.
pl: Spójrz uważnie. Każdy szczegół się liczy.
zh: 仔细看。

# ,3DF0D6404DF1517BD3CE4AB50E6C9DEC
source: Hmm… we’ve got a situation.
pl: Hmm… mamy sytuację.
zh: 嗯...我们有一个情况。

# ,DFCC0597489A93F91DCDAA834B1C78F4
source: No products are coming through.
pl: Nic nie nadchodzi.
zh: 没有产品可以通过。

# ,E30194B84A412FD04A8211883D7C490E
source: Check the maintenance room, make sure everything’s powered and functioning properly.
pl: Sprawdź pokój konserwacji, upewnij się, że wszystko jest zasilane i działa.
zh: 检查维护室，确保所有功能都可以正常运行。

# ,FCFCA90042468E3FB95C24A28FF6DBB8
source: Sometimes operators fail to align the products correctly
pl: Czasem operatorzy źle ustawiają produkty.
zh: 有时运营商无法正确对齐产品

# ,CC6CC2064955BC3D0E470BB7F062206D
source: When that happens… they hit the sides and jam the system
pl: Wtedy uderzają o bok i blokują system.
zh: 发生这种情况的时候……他们撞到侧面并塞住了系统

# ,C81E3FAC4A99000721379A97D8BD313A
source: Clear the obstruction, and be more careful next time.
pl: Usuń przeszkodę i bądź ostrożniejszy następnym razem.
zh: 清除障碍物，下次要更加小心。

# ,DD3DA6E243105EA016E011B613B016A9
source: Hold on
pl: Poczekaj.
zh: 坚持，稍等

# ,BEED859F4A98B250066932A66010E91F
source: That case has the wrong name
pl: Ta caja ma złą nazwę.
zh: 该案例的名称错误

# ,9163BA9B4F90FD7CBAC7609F0FAE4E3E
source: It doesn’t match the doll it’s paired with
pl: Nie pasuje do muñeco, z którym jest sparowana.
zh: 它与它配对的洋娃娃不匹配

# ,DFB35F5447E2EE1A94C526A328CE9B1E
source: You can confirm it using the panel, check the product name carefully
pl: Możesz to potwierdzić w panelu, sprawdź nazwę produktu uważnie.
zh: 您可以使用面板确认它，请仔细检查产品名称

# ,6ABB519D42D4EA8B3828CB8FCAD871DA
source: Mark it for repair
pl: Oznacz do naprawy.
zh: 标记进行维修

# ,2818EF534C1474B2C8E50D90E49A2CC6
source: And make sure to specify the reason: Wrong name
pl: I pamiętaj, by wpisać powód: Zła nazwa.
zh: 并确保指定原因：错误的名称

# ,658F40A64AD1C076F7B45396C2DC0700
source: Details matter here, Operator. Don’t get careless
pl: Detale się liczą, Operatorze. Nie bądź niedbały.
zh: 详细信息在这里很重要，操作员。

# ,BC9730AC4D7B6E76F47E73952ABBE48C
source: Today’s focus is hazard labels
pl: Dziś skupiamy się na etykietach ostrzegawczych.
zh: 今天的重点是危险标签

# ,C1518C90447EDC21D511FAAFCCD3B345
source: Each box needs 7 visible, straight stickers on the sides
pl: Każde caja potrzebuje 7 prostych stickerów na bokach.
zh: 每个盒子都需要7个可见的直贴纸

# ,C6AB64044E5A23C4F809AE9531614C79
source: If any are missing or crooked
pl: Jeśli brakuje lub są krzywo...
zh: 如果有任何丢失或弯曲的

# ,1833F2A94F60E9C9741CE484E26F8022
source: Mark it and send to repair
pl: oznacz je i wyślij do naprawy.
zh: 标记并发送维修

# ,E6AE774F4B7175EA963A6CA302649A2F
source: Today’s task: box doors
pl: Dzisiejsze zadanie: drzwi od cajas.
zh: 今天的任务：盒子门

# ,F9250EFE4CF3D5D6C90597824853A16C
source: Check if they open, close, and lock correctly
pl: Sprawdź, czy otwierają się, zamykają i blokują poprawnie.
zh: 检查他们是否打开，关闭并正确锁定

# ,264D2146436F612DD3B39E94B5A38C04
source: Don’t forget to inspect the glass, no cracks, no stains
pl: Nie zapomnij sprawdzić szkła: bez pęknięć, bez plam.
zh: 不要忘记检查玻璃，没有裂缝，没有污渍

# ,6B6FC5A7482418F6064A9AA636211CE7
source: If anything’s off, Mark it and send to repair
pl: Jeśli coś jest nie tak, oznacz i wyślij do naprawy.
zh: 如果有的话，请标记并发送维修

# ,C69F210D47F0F743373E70AD5DBBD9D8
source: Alright, here’s your first product.
pl: Dobrze, oto twój pierwszy produkt.
zh: 好吧，这是您的第一个产品。

# ,BF92661143119CF5E8ADE48A4EE5E4A3
source: Pick it up and place it on the platform for inspection.
pl: Podnieś go i połóż na platformie do inspekcji.
zh: 捡起并将其放在平台上进行检查。

# ,C5AFCF5D4F077DF19F7688976B9C3EBB
source: Alright, pay attention
pl: Uważaj.
zh: 好吧，请注意

# ,68F2ED3B4B38AE0C360098AF7E0862CB
source: Lately, some workers have been leaving random junk inside the boxes, scissors, tape, wrappers... who knows
pl: Ostatnio niektórzy zostawiają przypadkowe graty w cajas: nożyczki, taśmę...
zh: 最近，一些工人一直在盒子里留下随机的垃圾，剪刀，胶带，包装纸……谁知道

# ,9CAB3964408003FD87F19AA5CE8B4DD9
source: Check the inside carefully
pl: Sprawdź dokładnie wnętrze.
zh: 仔细检查内部

# ,CDCAF4334A0DF3514AE71FA845DA0345
source: If you see anything that doesn’t belong
pl: Jeśli zobaczysz coś obcego...
zh: 如果您看到任何不属于的东西

# ,99D15475428C7C469EAF23A376A3BAAD
source: mark it and send it to repair
pl: oznacz i wyślij do naprawy.
zh: 标记并发送维修

# ,F077373045C217E53EFD909A0B22FBB0
source: From now on, every product must come with a barcode
pl: Od teraz każdy produkt musi mieć kod kreskowy.
zh: 从现在开始，每种产品都必须带有条形码

# ,3CCD83844181298C567682BE07317BC9
source: If it’s missing, or the number doesn’t match the product
pl: Jeśli brakuje lub kod się nie zgadza...
zh: 如果丢失或数字与产品不符

# ,7ADB935E4116096FD263B1A000764CCB
source: send it to repair, no exceptions
pl: wyślij do naprawy, bez wyjątków.
zh: 发送它进行维修，没有例外

# ,3789D0AB43BBD5D42744DB915F50DAEA
source: You can check the correct codes on your screen
pl: Sprawdź prawidłowe kody na ekranie.
zh: 您可以在屏幕上检查正确的代码

# ,300A50244125449E9E9215856A18FFE9
source: Stay sharp
pl: Bądź czujny.
zh: 保持锋利

# ,77EBC03247917A710147B591AADF3871
source: We’ve detected some strange phenomena in certain dolls
pl: Wykryliśmy dziwne zjawiska w niektórych muñecos.
zh: 我们在某些玩偶中发现了一些奇怪的现象

# ,FDEB333045DDBC556F1E1EA176A69956
source: If you notice odd movement, unusual noise, or anything that feels… off
pl: Jeśli zauważysz nietypowy ruch, dziwny dźwięk...
zh: 如果您注意到奇怪的动作，异常的噪音或任何感觉……

# ,2C99AF774FFA4E03005D3D805BC64FFA
source: mark it as “Strange Phenomenon” and send it to repair
pl: oznacz jako “Dziwne zjawisko” i wyślij do naprawy.
zh: 将其标记为“奇怪的现象”，然后发送进行维修

# ,B26FE71E4356A19F5078FD8511845D45
source: Better safe than sorry
pl: Lepiej dmuchać na zimne.
zh: 安全比对不起

# ,AB53E4844B8987532E99579E4E2586C0
source: We've launched a new line of products: Robots.
pl: Wprowadziliśmy nową linię produktów: Roboty.
zh: 我们已经推出了一系列新产品：机器人。

# ,A4E582B44C9B117DE48156929FC0D596
source: These units are in high demand and come in various appearances depending on the map, just like the cases.
pl: Te jednostki są bardzo pożądane i mają różne wyglądy, zależnie od mapy, podobnie jak cajas.
zh: 这些单元的需求很高，并且根据地图的不同，就像案例一样。

# ,C59DDCCA48F86CF4D585DAA2A977CE7C
source: Your task is simple: check for any physical damage and ensure the barcode is valid.
pl: Twoje zadanie jest proste: sprawdź uszkodzenia fizyczne i poprawność kodu kreskowego.
zh: 您的任务很简单：检查任何物理损坏，并确保条形码有效。

# ,9E6E8FA543EF11D6292F93AEDCF3E43A
source: Due to high demand, animation systems have been installed in the robots.
pl: Ze względu na duże zapotrzebowanie, roboty mają systemy animacji.
zh: 由于需求量很高，机器人已经安装了动画系统。

# ,656FD8094B186F163DF3B1B852234BF7
source: Make sure their movements are smooth and functioning as expected.
pl: Upewnij się, że ich ruchy są płynne i działają poprawnie.
zh: 确保其运动顺利且正常运行。

# ,27C07C4F42D798C5D474C88B022734F9
source: If the animation fails or appears broken, send them in for repair.
pl: Jeśli animacja zawodzi lub jest uszkodzona, wyślij do naprawy.
zh: 如果动画失败或出现损坏，请将其发送给维修。

# ,0D13C0AA48BECA7FF97EF5930E71814D
source: Voice modules are now part of the robot lineup.
pl: Moduły głosowe są teraz częścią linii robotów.
zh: 语音模块现在是机器人阵容的一部分。

# ,816157FC40F4F291833508BCA24C5D55
source: You’ll need to power on each unit before checking for voice functionality.
pl: Musisz włączyć każdą jednostkę, by sprawdzić funkcje głosowe.
zh: 在检查语音功能之前，您需要在每个单元上为每个单元提供动力。

# ,6AB6609B4EE83BB0C1C9D3840483F619
source: Compare their voice lines with the reference examples in your guide.
pl: Porównaj ich nagrania z przykładowymi w przewodniku.
zh: 将他们的语音线与指南中的参考示例进行比较。

# ,92673B3145666DB2DD438DA2D9049DB8
source: If the voice doesn’t match the assigned model, send them to repair.
pl: Jeśli głos nie pasuje do modelu, wyślij do naprawy.
zh: 如果声音与分配的型号不匹配，请发送它们进行维修。

# ,8AD367384F9D43B1665ECB87819071A1
source: Good morning, Operator
pl: Dzień dobry, Operatorze.
zh: 早上好，运营商

# ,BE68D7C34A908039EA61318337F6F4B8
source: Today’s task will require extra attention
pl: Dzisiejsze zadanie wymaga dodatkowej uwagi.
zh: 今天的任务需要额外关注

# ,C34615AC471CC0FFEA2E34BCCCC3A62B
source: You’re now responsible for inspecting all product types: dolls, robots, and cases
pl: Jesteś teraz odpowiedzialny za inspekcję wszystkich produktów: muñecos, robotów i cajas.
zh: 您现在负责检查所有产品类型：娃娃，机器人和案例

# ,9477AF254FD241DE292D9A8ED12DA39B
source: To help you keep up, I’ve added an extra table to your station. Use it wisely
pl: Dodałem dodatkowe biurko do twojego stanowiska. Używaj go mądrze.
zh: 为了帮助您跟上，我为您的车站添加了额外的桌子。

# ,612A938E41375E17D002F2861E697D8B
source: Check for defects, label mismatches, missing codes, and anything out of place
pl: Sprawdź wady, niezgodności etykiet, brakujące kody i wszystko, co nie pasuje.
zh: 检查缺陷，标签不匹配，缺失代码以及任何不合适的东西

# ,6D4BC41E4DB79F24B514CEADC490B27A
source: You’ve done well so far… don’t lose focus now
pl: Dobrze sobie radzisz… nie trać teraz koncentracji.
zh: 到目前为止，您做得很好……现在不要失去焦点

# ,3FA5FADA4F5C14283491CA910C18135B
source: Your evaluation continues
pl: Twoja ocena trwa.
zh: 您的评估仍在继续

# ,6070BC0942074AB3A904B099A3BD7339
source: Today we’ll continue with regular tasks...
pl: Dziś kontynuujemy zwykłe zadania...
zh: 今天，我们将继续执行常规任务...

# ,14CD87D345B502368F95ACB484AA0D69
source: But we’ve installed a barcode scanner for you
pl: Ale zainstalowaliśmy dla ciebie skaner kodów kreskowych.
zh: 但是我们已经为您安装了条形码扫描仪

# ,38ADA6A1453F551C5CC69681734A3AE5
source: It should help speed up your work
pl: Pomoże ci przyspieszyć pracę.
zh: 它应该有助于加快您的工作

# ,989615F140E866F6838509851261B476
source: Just aim, scan, and decide
pl: Celuj, skanuj i decyduj.
zh: 只是瞄准，扫描并决定

# ,B33518E34F82B9D34ADBAFB1A598B6A1
source: No excuses now, efficiency is expected
pl: Bez wymówek, oczekiwana jest efektywność.
zh: 现在没有任何借口，预计效率

# ,C6FFF2F64577D194BCD69795E0989335
source: Today’s task is simple
pl: Dzisiejsze zadanie jest proste.
zh: 今天的任务很简单

# ,B719030F4732E6BE435B8E85DB454903
source: You're going to check the weight of each product
pl: Będziesz sprawdzać wagę każdego produktu.
zh: 您将检查每个产品的重量

# ,FC697936469FA1AB62B7E7A5398ED13D
source: Place the item on the scale platform and wait
pl: Połóż przedmiot na wadze i poczekaj.
zh: 将项目放在比例平台上并等待

# ,C87902AF42AB3AB7E6B03FAD9D7317F7
source: If the weight is correct, the indicator will turn green
pl: Jeśli waga jest poprawna, wskaźnik zaświeci się na zielono.
zh: 如果重量正确，指示器将变绿色

# ,0463160E447BA8F0161064B752182D6D
source: If it doesn’t… well, you know what to do
pl: Jeśli nie… wiesz co robić.
zh: 如果不是……好吧，你知道该怎么办

# ,0646055547A05CAA2288E8B1EFBA3D24
source: Let’s begin
pl: Zaczynamy.
zh: 让我们开始

# ,7F1C39AE4920F4A1BEEABBAEF65DC1EA
source: Turn on the light to see more clearly.
pl: Włącz światło, żeby lepiej widzieć.
zh: 打开灯以更清楚地看到。

# ,D5505E744081EC77A18703A54E406B7E
source: Alright, Operator. Today’s task is slightly different
pl: Dobrze, Operatorze. Dzisiejsze zadanie jest nieco inne.
zh: 好吧，操作员。

# ,2EEC51194CA8C9059015F49A8B28BBD8
source: We're adding pressure testing to your routine. It's similar to the weight checks you've done before
pl: Dodajemy test ciśnieniowy do rutyny. Podobny do sprawdzania wagi.
zh: 我们正在为您的日常工作增加压力测试。

# ,157E726B4086D65007A9689322B043DE
source: Place the product on the pressure platform, activate the machine, and wait for the result
pl: Połóż produkt na platformie ciśnieniowej, uruchom maszynę i poczekaj na wynik.
zh: 将产品放在压力平台上，激活机器并等待结果

# ,36D5ADE3488AA79AEBD2FCA909F01624
source: If it doesn’t meet the pressure standards… send it to repair. No exceptions
pl: Jeśli nie spełnia norm ciśnienia… wyślij do naprawy. Bez wyjątków.
zh: 如果它不符合压力标准……将其发送维修。

# ,C13B226A45A4FEA2C0346EBEB11617D7
source: Stay sharp. Faulty units under pressure can cause problems
pl: Bądź czujny. Wadliwe jednostki pod ciśnieniem mogą zrobić szkody.
zh: 保持锋利。

# ,4F7D30B843ACE3D22D7E9BAEA2B73E35
source: Alright, listen up
pl: Może trochę uwagi.
zh: 好吧，听着

# ,B0D4C54D45DB07B97493EFA489283976
source: Today you're checking temperature
pl: Dziś sprawdzasz temperaturę.
zh: 今天您正在检查温度

# ,10928D8E4C64C65A14F4C2A4326ED7C6
source: Excessive heat can warp the structure, melt joints, or even fry internal systems
pl: Zbyt wysoka temperatura może wypaczyć strukturę, stopić złącza lub usmażyć systemy wewnętrzne.
zh: 过多的热量会扭曲结构，融化的接头，甚至可以扭曲内部系统

# ,C6254A894933D36D857BD4B3797DA216
source: Too cold? Well… plastics become brittle, motors jam, and let's just say, it gets ugly
pl: Za zimno? Plastiki stają się kruche, silniki się blokują.
zh: 太冷了吗？

# ,3C3443C94AFDC314B2C6E5ACAE97BB96
source: We’re not cooking dinner, we’re making perfection.
pl: Nie gotujemy obiadu, tworzymy perfekcję.
zh: 我们不是在做晚餐，我们正在完美。

# ,33EB491045552E6968E47F8D9E0EF684
source: Starting today, you'll be using the product scanner
pl: Od dziś używasz skanera produktów.
zh: 从今天开始，您将使用产品扫描仪

# ,6EFD123B41F02BE81C0406A8F87EB716
source: It’s been added to your station, try not to drop it
pl: Dodano go do stanowiska, nie upuść go.
zh: 它已添加到您的车站，尽量不要将其丢弃

# ,6929D7BF4CDE47D6A9FF2FA8B2E7F122
source: This tool helps detect visual anomalies that may not be obvious to the eye
pl: Narzędzie wykrywa wizualne anomalie niewidoczne gołym okiem.
zh: 该工具有助于检测视觉异常，而视觉异常可能并不明显

# ,4CB424A04C5B8644989AEDBA664C7E73
source: Scorch marks, hidden cracks, internal tampering... the scanner will catch it
pl: Opalenizny, ukryte pęknięcia, ingerencja wewnętrzna... skaner to wychwyci.
zh: 灼热的标记，隐藏的裂缝，内部篡改...扫描仪会抓住它
