Repository: Ninggeez/doll-inc-localizations
Catalog: */Game.po
Languages: pl, zh

# ,C83A56EC426E9FC9E5BA31A9249D2681
source: In this mode, you will accumulate days infinitely. You can leave at any time and come back; each day will be saved. You'll need to purchase the tools required to perform your job, and there's a leaderboard based on the number of consecutive days.
pl: W tym trybie gromadzisz dni bez końca. Możesz wyjść i wrócić; każdy dzień zostanie zapisany. Musisz kupić narzędzia do pracy, a klasyfikacja opiera się na liczbie kolejnych dni.
zh: 在这种模式下，您将无限地积累天数。

# ,1184F1C941A74FBF8E4F0BACCC7CB62C
source: In this mode, you’ll play against the clock. You have 5 minutes to complete as many positive products as possible. Be careful—mistakes will reduce your final score, and there’s a leaderboard.
pl: W tym trybie grasz na czas. Masz 5 minuty, by ukończyć jak najwięcej pozytywnych produktów. Uważaj — błędy obniżają wynik, jest klasyfikacja.

# ,9AD075424978E03033D799BB29F2E2CC
source: In this mode, you must complete all products on time. Every X seconds, more products will arrive. Your limit is either making mistakes or letting too many products pile up. There's a leaderboard.
pl: W tym trybie musisz ukończyć wszystkie produkty na czas. Co X sekund pojawiają się nowe. Granicą są błędy lub zalegające produkty. Jest klasyfikacja.
zh: 在此模式下，您必须按时完成所有产品。

# ,C286C77C4525E4E32199E2A1BE3AF7D1
source: In this mode, you'll play endlessly—you can't go back home. Correct actions are cumulative, but if you make a mistake, it's over. There's a leaderboard.
pl: W tym trybie grasz bez końca — nie możesz wrócić do domu. Poprawne działania sumują się, ale pomyłka kończy grę. Jest klasyfikacja.
zh: 在这种模式下，您将无休止地玩 - 您不能回家。

# ,A404AA8F42B73EE54F4CCF852C31941A
source: GO TO MAIN MENU
pl: PRZEJDŹ DO MENU GŁÓWNEGO
zh: 转到主菜单

# ,F1577C934E851A1B27EDA393295DC3AE
source: YOU'RE FIRED
pl: ZOSTAŁEŚ ZWOLNIONY
zh: 你被解雇了

# ,275DA14045B4F4A0DA361398BE10F139
source: Good choices
pl: Dobre wybory
zh: 不错的选择

# ,D7C65A2848D650E9E96CF791B543DD1E
source: Time left
pl: Pozostały czas
zh: 剩余时间

# ,4B73B66B4591F5C7CC7822BFB858D76E
source: Gold medal
pl: Złoty medal
zh: 金牌

# ,6A4195D045E5DDB5324A69AB52282961
source: Bronze medal
pl: Brązowy medal
zh: 铜牌

# ,74CFFA874E7EBDBF2A2BEB81DC4492EF
source: Endless mode
pl: Tryb nieskończony
zh: 无尽模式

# ,BA2275AF43371B1551C46CA582FC0123
source: Silver medal
pl: Srebrny medal
zh: 银牌

# ,C81503CF43A9272426CF27826CEBBA95
source: Next product: {time}s
pl: Następny produkt: {time}s
zh: 下一个产品：{time} s

# ,C9D5D5854D8FB00A0918C2B45E6DDE45
source: No medal
pl: Brak medalu
zh: 没有奖牌

# ,4784A2614A6231F633348488263A018C
source: Warning!
pl: Uwaga!
zh: 警告！

# ,56612C434A5D849F7883CF8469E33F70
source: Translated by: {people}
pl: Przetłumaczone przez: {people}

# ,76B47EB543BF633492DD14979AD3BC03
source: If you continue, you will lose your progress. Are you sure?
pl: Jeśli kontynuujesz, stracisz postęp. Jesteś pewien?
zh: 如果您继续，您将失去进度。

# ,03681C1D470E86EB0ABEED9AF7E11ED0
source: Exit
pl: Wyjście
zh: 出口

# ,80E21629480E57C88E262198EC87AC63
source: Based in Doll Impostor Game/Universe
pl: Oparte na Doll Impostor Game/Universe
zh: 基于娃娃冒名游戏/宇宙

# ,04D63A604E5D6F986FFDA2A1843FAB43
source: Extras
pl: Dodatki
zh: 额外

# ,BD73310E46062096966E43BD65FD7FB4
source: This game is in active development and constantly evolving. What you see now does not necessarily represent the final version, and some aspects may change or improve over time. If you'd like to share your thoughts or report an issue, we kindly ask that you do so through our Discord server, where we can respond directly. We kindly ask you to avoid using reviews for feedback during this stage, as the game is still growing and changing.
pl: Ta gra jest w aktywnym rozwoju i ciągle się zmienia. To, co widzisz, niekoniecznie jest wersją finalną, a niektóre aspekty mogą się zmienić. Jeśli chcesz podzielić się opinią lub zgłosić problem, zrób to na naszym Discordzie. Prosimy, nie używaj recenzji jako forum feedbacku na tym etapie.
zh: 该游戏正在积极发展并不断发展。

# ,57CFF5CE4DF7823408A1EAB46F688619
source: CHECK DOLL IMPOSTOR!
pl: SPRAWDŹ DOLL IMPOSTOR!
zh: 检查娃娃冒名顶替者！

# ,C48C1C864A7359D65824CAAA3C412A09
source: CHECK HEADARROW MERCH!
pl: SPRAWDŹ HEADARROW MERCH!
zh: 检查载入式商品！

# ,8047E9CD42F86F3F23E516BE387AC55F
source: Settings
pl: Ustawienia
zh: 设置

# ,A940358B417BC801CD4F1C80CB40247A
source: Exit
pl: Wyjście
zh: 出口

# ,AD56B2704C9513AE879BB4B7AE8E4CD3
source: Load Game
pl: Wczytaj grę
zh: 负载游戏

# ,00FCABF141C3AF5EF547AABC53DB0200
source: New Game
pl: Nowa gra
zh: 新游戏

# ,43BCC32C48657FA65EA04289D3E49507
source: Stats
pl: Statystyki
zh: 统计

# ,943DABEB47A9283D7F07BBBF5E810B38
source: Worker Days
pl: Dni pracy
zh: 工人日

# ,403947654F9400F9481D9680F2B2C4BD
source: Cumulative Score
pl: Wynik łączny
zh: 累积分数

# ,8EAA49A34918C093BB34F6B84BF10B0A
source: Endless Score
pl: Wynik nieskończony
zh: 无尽得分

# ,ED3AD42B414DF83B44A4C3B3215A9A75
source: Week
pl: Tydzień
zh: 星期

# ,192B9AE445ECB9AEB4F3F588A556594A
source: Leaderboards
pl: Ranking
zh: 排行榜

# ,76080D1C45AA2898CEF5519DF7B49D15
source: Global
pl: Globalny
zh: 全球的

# ,F3A5E7484B4A8BD06CA5C5A2735AA455
source: Loading
pl: Ładowanie

# ,FBE4EC5C4E0AF0DAB88AC5AE5A6CB331
source: Drop object
pl: Upuść obiekt

# ,153B121344709CF55E38DA82F039EF8B
source: Show guide
pl: Pokaż przewodnik

# ,68409E11464782A52E54FDB86BE2BB7C
source: You have unlocked the extra modes!
pl: Odblokowałeś dodatkowe tryby!
zh: 您已经解锁了额外的模式！

# ,46495261472E6F2C13F6F5A88B4D11AF
source: YOU'RE IN
pl: JESTEŚ W ŚRODKU
zh: 你进来

# ,96BE281748BB6CFDE7C2E1A4CD8FBE1F
source: Purchased
pl: Kupione
zh: 购买

# ,33814A59478E1BD433E317B00D80F2F0
source: Anomaly Scanner
pl: Skaner anomalii
zh: 异常扫描仪

# ,17AC12824F636AA4151F6F871B2C8FE6
source: Floor table
pl: Stolik podłogowy
zh: 地板桌

# ,18D574414C013E79D4EF70834A21336D
source: Storage upgrade
pl: Ulepszenie magazynu
zh: 存储升级

# ,4BAF51024746C9AB91ED669586A053BB
source: Auto-reason
pl: Auto-powód
zh: 汽车

# ,49C829AA4936C35F8E6303AB39EAD9E0
source: Barcode Scanner
pl: Skaner kodów kreskowych
zh: 条形码扫描仪

# ,0DFEFF8D4D49A9B167424A8949390960
source: Extra table
pl: Dodatkowe biurko
zh: 额外的桌子

# ,5DF9D46D4D69FAB32EDA20BBB1A7C3FD
source: Upgrades
pl: Ulepszenia
zh: 升级

# ,1FEC6BF54861A572D22E959A41960743
source: Are you sure?
pl: Jesteś pewien?
zh: 你确定吗？

# ,278B569940F273D601053B97FD50AC6B
source: This action cannot be undone.
pl: Tej akcji nie można cofnąć.
zh: 该动作不能撤消。

# ,5A9082C24056C8BFE9DE8EA9069EF292
source: For the changes to take effect, restart the game
pl: Aby zmiany zaczęły obowiązywać, uruchom grę ponownie.
zh: 要使更改生效，请重新启动游戏

# ,626EC2FD45418B0B7A54ADBCAEADA3A0
source: Low
pl: Niskie
zh: 低的

# ,D59D437D4A5623BB300F15B9DEB2DFC9
source: Medium
pl: Średnie
zh: 中等的

# ,9404939C41414F86FA16B8B0C5B74E9D
source: High
pl: Wysokie
zh: 高的

# ,164060454E5796D5711012B8A720788E
source: Extreme
pl: Ekstremalne
zh: 极端

# ,28953C4E43697949852B609F8D0793FB
source: Off
pl: Wyłączone
zh: 离开

# ,7C75165C49E7D2EBD079048C7F8B471B
source: On
pl: Włączone
zh: 在

# ,7286FEC6469CF65A5584DB896D227680
source: Windowed
pl: Okienkowy
zh: 窗户

# ,02D9E8BE4D8D66E9AA05AEBCFF6F5CFD
source: Borderless
pl: Bez obramowania
zh: 无边界

# ,2EF2F1564FC48CCE3E64C3AC2AE2520E
source: Fullscreen
pl: Pełny ekran
zh: 全屏

# ,B7A232F04263043B9FEA5F8F6A6CBF61
source: Unlimited
pl: Nielimitowany
zh: 无限

# ,77DAE76A48EC13E45F2983881F23E808
source: Gameplay Settings
pl: Ustawienia rozgrywki
zh: 游戏设置

# ,45C632DB4CE38CCF91E0E89A3C83E11B
source: Video Settings
pl: Ustawienia wideo
zh: 视频设置

# ,E1BED414427264B22F7080B7ED0D0CF9
source: Audio Settings
pl: Ustawienia audio
zh: 音频设置

# ,3E1BC428435A0C653E4D7185A4847A91
source: Input Settings
pl: Ustawienia wejścia
zh: 输入设置

# ,F00A91DE4FD2BF7AD2CC558E36CF0D94
source: Field of View
pl: Pole widzenia
zh: 视场

# ,5E0DC4AE4575000AC0171F95AD85CADA
source: Depth of Field
pl: Głębia ostrości
zh: 景深

# ,25672B2F428EDE34D8AE9C8193CD05D6
source: Mouse Sensivity
pl: Czułość myszy
zh: 小鼠的敏感性

# ,C217326D42A0B8DA097ECEAC0760BAF7
source: Focus FOV
pl: Ostrość FOV
zh: 聚焦FOV

# ,989B29B6410C0037174BC8BA9D073C92
source: Dialogue Volume
pl: Głośność dialogów
zh: 对话量

# ,928D8B36495F7CA7451ECC8DA2DD1850
source: Move Forward
pl: Idź do przodu
zh: 前进

# ,09CCC43B450A924B1414CEA6C17A4E5D
source: Language
pl: Język
zh: 语言

# ,3E796087492560DF199BD58F4D3A3731
source: Move Backward
pl: Idź do tyłu
zh: 向后移动

# ,419FBA55411C37613B78B895FC47434E
source: Auto settings
pl: Automatyczne ustawienia
zh: 自动设置

# ,773B946148501068D9A5B3A814B81ECD
source: Move Left
pl: Idź w lewo
zh: 向左移动

# ,411476E94611E3ECBFFCB29460596681
source: Move Right
pl: Idź w prawo
zh: 向右移动

# ,D9B2458843A82DBB9843FBBB36327D9A
source: Turn Right
pl: Skręć w prawo
zh: 右转

# ,51AAD5804BF2737D78EA9DAB73EC9BBC
source: Turn Left
pl: Skręć w lewo
zh: 左转

# ,0D33F3C64097DC3B481D9DBBE348199B
source: Smooth Camera
pl: Płynna kamera
zh: 光滑的相机

# ,636E48DB4F79961C0BCDDF9C74A51062
source: Look Up
pl: Patrz w górę
zh: 抬头

# ,BE7B6E174A4CE247B21761B7E41F34D3
source: Look Down
pl: Patrz w dół
zh: 瞧不起

# ,C8F05C9640A64BDEEDFF738C5E065267
source: Crouch
pl: Kucnij
zh: 蹲伏

# ,175FDB6245E5ED987CC62684AC5049E4
source: Run
pl: Biegnij
zh: 跑步

# ,460FFB13421148C8493D69A72A81E93C
source: Use
pl: Użyj
zh: 使用

# ,6AA4F0964EAA8B9B6AE3B3A2B62504C1
source: Focus / Zoom
pl: Celowanie / zoom
zh: 焦点 /变焦

# ,FA1C15B1439CEF51682B81AF479F4873
source: Main Menu
pl: Menu główne
zh: 主菜单

# ,D8F293214EA6402451DED28B75ADA37E
source: Screen Resolution
pl: Rozdzielczość ekranu
zh: 屏幕分辨率

# ,878E24534B885E2AB87EACB0394A0E58
source: Screen Mode
pl: Tryb ekranu
zh: 屏幕模式

# ,3837591C42D92A7775C0598726DC6D31
source: FPS Limit
pl: Limit FPS
zh: FPS限制

# ,E96A210546B4B0647B0763843052BBF8
source: Head Bobbing
pl: Kołysanie głową
zh: 头摇头

# ,31D2289342B165F56F2435A9CDCEB36A
source: VSync
pl: Synchronizacja pionowa

# ,67E721CC4E280A5A435BA1B141936D38
source: Brightness
pl: Jasność
zh: 亮度

# ,E75E972A4F2C8D92EC495294816B3C8D
source: Temporal Upsample
pl: Upsampling czasowy
zh: 暂时性样本

# ,1DB3301C4E2144B2C2F0BB8C2BAD0221
source: Screen Percentage
pl: Procent ekranu
zh: 屏幕百分比

# ,50CA9C1F443642D2B6B6BE9E5D1E302F
source: Global Illumination Method
pl: Metoda oświetlenia globalnego
zh: 全球照明方法

# ,267DB35B4828F6D27920F0A6E4892E5A
source: Reflection Method
pl: Metoda odbić
zh: 反射法

# ,2D10309A4AE3A7B38D67BC894C9A5B97
source: View Distance Quality
pl: Jakość odległości widoku
zh: 查看距离质量

# ,FC57D0154C6E70C0D8C839B6EA15B4B1
source: Graphic Preset
pl: Wstępne ustawienia grafiki
zh: 图形预设

# ,7EBE45E64B8119C2AA017590BE5B8563
source: Anti Aliasing Quality
pl: Jakość antyaliasingu
zh: 反混叠质量

# ,99AE0DEC47710525BAF347ABFE8339AB
source: Post Processing Quality
pl: Jakość post-processingu
zh: 后处理质量

# ,A31A353942F325B2C7CB09AA525BB7CF
source: Film Grain
pl: Ziarno filmowe
zh: 膜粒

# ,8CAC065540B47C971DC8E0B801B69618
source: Shadow Quality
pl: Jakość cieni
zh: 阴影质量

# ,9806DB6E4107A01E3979C1BBEF780A91
source: Global Illumination Quality
pl: Jakość oświetlenia globalnego
zh: 全球照明质量

# ,3BF4F9F24361A6C9205652911A0DA864
source: Reflection Quality
pl: Jakość odbić
zh: 反射质量

# ,B54084CB4A265AC5B0714AB02E26FFEE
source: Texture Quality
pl: Jakość tekstur
zh: 纹理质量

# ,BED88CC84349A7555F6F8F8702DFC716
source: Visual Effects Quality
pl: Jakość efektów wizualnych
zh: 视觉效果质量

# ,84658DA54182C8A664927696DBF0C2C1
source: Foliage Quality
pl: Jakość roślinności
zh: 树叶质量

# ,16A84C9B486F4A520142D791EC349B4F
source: Shading Quality
pl: Jakość cieniowania
zh: 阴影质量

# ,2DE4F4264AEB90D45B2363B38034FA9E
source: Music Volume
pl: Głośność muzyki
zh: 音乐卷

# ,FCA446264B23A96037F05F8D786E8199
source: Master Volume
pl: Głośność główna
zh: 主卷

# ,0860FF434B759F0DDD299AAD5097224D
source: Reset settings
pl: Zresetuj ustawienia
zh: 重置设置

# ,8AB0454249AEF8D22FE8AD9044DC5660
source: Invert Horizontal Camera
pl: Odwróć poziomo kamerę
zh: 反转水平摄像头

# ,5E2D1B9743A106B9FAB5FABB7924B6F9
source: Invert Vertical Camera
pl: Odwróć pionowo kamerę
zh: 反转垂直摄像头

# ,8BFB53E5448C16FA230515968C3ABF0A
source: Gamepad Sensivity
pl: Czułość pada
zh: GamePad的感官

# ,6DA6B9C44E1E6E888DE71D887FCB9FFC
source: Effects Volume
pl: Głośność efektów
zh: 效果量

# ,BC06960A474C65DE361B3CB2C89626B3
source: Ambient Volume
pl: Głośność tła
zh: 环境音量

# ,4B42EDC74552B167B6C050B42EED7773
source: Toggle lock
pl: Przełącz blokadę
zh: 切换锁

# ,7826866B435A8EE313772C8979CA261B
source: Jumpscares Volume
pl: Głośność jumpscares
zh: 跳投量

# ,433A6CE84E4955044C7FB38105FA63BF
source: Footsteps Volume
pl: Głośność kroków
zh: 脚步音量

# ,D6524E2648107CBE042A69BED76A90FE
source: Worker days
pl: Dni pracy
zh: 工人日

# ,CE77947D46EF18A8A49309A22EB6E699
source: Stats
pl: Statystyki
zh: 统计

# ,045182CF4329A65F2F78919301702C58
source: Cases
pl: Cajas
zh: 案例

# ,762DB3744B95E2C3F42EE3BD18D9B4CC
source: Dolls
pl: Muñecos
zh: 娃娃

# ,D82555844579EE43AD026FB561E92FE4
source: Packaging
pl: Pakowanie
zh: 包装

# ,7A553C214E922A1D3AE622AF5E636786
source: Pack all the requested products into a box (if required).
pl: Spakuj wszystkie wymagane produkty do caja (jeśli potrzeba).
zh: 将所有请求的产品包装到盒子中（如果需要）。

# ,1BFA2BB24291C8D55E98CFB229D4D150
source: Protection
pl: Ochrona
zh: 保护

# ,03A4DBD943C30DC1FA78BCA1A4E47CEF
source: Protect the product using bubble wrap.
pl: Chroń produkt folią bąbelkową.
zh: 使用气泡包装保护产品。

# ,22C69E3E482F48215174FD88F5916D6A
source: Close the box, place the orders barcode on it, and send it to production.
pl: Zamknij caja, umieść na niej kod kreskowy i wyślij do produkcji.
zh: 关闭盒子，将订单的条形码放在其上，然后将其发送到生产。

# ,BA78003449F49FCFD870C590C1EB8EDC
source: Barcode
pl: Kod kreskowy
zh: 条形码

# ,84F69A62440E4BA0873488BF6BEB21D8
source: Returns: Some customers return orders, either due to defects or simply because they no longer want the product. You ll need to remove the items and check whether they are in good or bad condition. The bubble wrap and the box must be discarded.
pl: Zwroty: Klienci czasem zwracają pedidos z powodu wad lub braku zainteresowania. Musisz usunąć przedmioty i sprawdzić stan. Folia bąbelkowa i caja trafiają do kosza.
zh: 返回：

# ,2C55BB074E700A37E909E598A7CC3832
source: The doll's inconsistency is based on certain flaws, such as cracks, dirt, or visual defects, usually in the form of stains. Missing parts like legs or similar are not considered.
pl: Niespójność muñeca polega na pewnych wadach, jak pęknięcia, zabrudzenia, plamy. Brakujące części, jak nogi, nie są uznawane.
zh: 娃娃的不一致性基于某些缺陷，例如裂缝，污垢或视觉缺陷，通常是以污渍的形式。

# ,655E92FF4AC1FF3A9F6E129ED67B0D18
source: Introduction
pl: Wprowadzenie
zh: 介绍

# ,E07A18544208288DF1FEDBA2250491A3
source: The case's inconsistency is based on certain flaws, such as scratches, dirt, or visual defects, usually in the form of stains. Missing elements like lids or structural parts are not considered, nor are glass imperfections, reflections caused by the case itself, or textures that might look unusual (such as the circus case).
pl: Niespójność caja polega na rysach, zabrudzeniach, plamach. Brakujące elementy, jak pokrywki, części konstrukcyjne, nie są uwzględniane, podobnie jak drobne niedoskonałości szkła czy odbicia.
zh: 案例的不一致基于某些缺陷，例如刮擦，污垢或视觉缺陷，通常以污渍的形式。

# ,33FB39BB409FD71A510642B60E3093D2
source: Wrong barcode
pl: Zły kod kreskowy
zh: 错误的条形码

# ,8FDF390B4F188F44A3BE098EE2838B1B
source: Barcodes identify each product. Check their numbers and verify if they match the item. Typically, the last digits vary, and they usually start with 0000.
pl: Kody kreskowe identyfikują każdy produkt. Sprawdź numer i dopasuj do przedmiotu. Zwykle ostatnie cyfry się różnią i zaczynają od 0000.
zh: 条形码标识每个产品。

# ,B6E1352D4A38AE740E086186DFBCFC34
source: Incorrect names do not match any existing doll. For example, you might get the name 'Rebecca', but no such doll exists, therefore, the name would be considered incorrect.
pl: Niepoprawne nazwy nie pasują do żadnego muñeca. Na przykład, nazwa 'Rebecca', ale taki muñeco nie istnieje.
zh: 错误的名称与任何现有洋娃娃都不匹配。

# ,34DE1BE04320BA260C3166BB34D20447
source: Wrong name
pl: Zła nazwa
zh: 名称错误

# ,42B3ECA74445C99808A116A289DCFE8F
source: Robots
pl: Roboty
zh: 机器人

# ,0F5981244991FEC5D4B408BEF03E3249
source: Sometimes there is no name at all. This cannot be sent to production unless the doll's name is properly written.
pl: Czasem w ogóle brakuje nazwy. Nie wyślesz do produkcji bez poprawnie napisanej nazwy muñeca.
zh: 有时根本没有名字。

# ,0BAC0324446F50640529EE9ADB8A7332
source: Orders
pl: Pedidos
zh: 订单

# ,BEC9B9DD4977AEF7B664F4B372665ABC
source: Occasionally, dolls emit vibrations or display unusual effects and must be returned. These are generally things we cannot explain.
pl: Czasem muñecos drgają lub mają dziwne efekty i trzeba je zwrócić. Zjawiska niewyjaśnialne.
zh: 有时，洋娃娃会发出振动或显示出异常的效果，必须返回。

# ,CB3040CB4004F4853746588D57C8DFD7
source: Some products may not show the correct weight. The machine will display red if the weight is incorrect, or green if it is correct.
pl: Niektóre produkty mogą nie wykazywać poprawnej wagi. Maszyna pokaże czerwony, jeśli niepoprawna, zielony jeśli poprawna.
zh: 有些产品可能无法显示正确的重量。

# ,1C99A750445EB635EA35BFB16AE81FEF
source: Inconsistent weight
pl: Niespójna waga
zh: 体重不一致

# ,284BFCCD47DC9B610BD9548C36034D04
source: Returns
pl: Zwroty
zh: 返回

# ,6D0331AA42BA47EE5C1D1F8459610A44
source: Sometimes products are poorly manufactured and cannot withstand acceptable pressure levels, which may lead to damage or even sudden explosions.
pl: Czasem produkty są słabo wykonane i nie wytrzymują ciśnienia, mogą pękać lub eksplodować.
zh: 有时，产品制造不良，无法承受可接受的压力水平，这可能会导致损坏甚至突然爆炸。

# ,2D39DF174B8A73ADBA9F26B815C5075C
source: Inconsistent pressure
pl: Niespójne ciśnienie
zh: 压力不一致

# ,3EEFCB494F82C5E2AD364281A63E1AED
source: Inconsistent temperature
pl: Niespójna temperatura
zh: 温度不一致

# ,BE5B619F4C625505C86B80BA84E3FB63
source: Sometimes the temperatures are not correct, which may indicate an internal issue or a flaw in the product's formation. In any case, it must be sent for repair, as this can lead to product breakage or even fire.
pl: Czasem temperatura jest niewłaściwa, co może wskazywać na wadę wewnętrzną lub błąd w produkcji. W każdym razie – naprawa.
zh: 有时，温度不正确，这可能表明产品形成中的内部问题或缺陷。

# ,C14C0086490CE5C48C9A4BA7E4110DA7
source: Inconsistent glass
pl: Niespójne szkło
zh: 不一致的玻璃

# ,3A6817BD4C9326A7863FC3B8F3B7CBD2
source: Storage
pl: Magazyn
zh: 贮存

# ,62372147487E8272C26A739A540923F1
source: Sometimes the glass may have inconsistencies, such as stains, defects, or cracks.
pl: Czasem szkło ma plamy, wady lub pęknięcia.
zh: 有时，玻璃可能会有不一致的情况，例如污渍，缺陷或裂缝。

# ,B80BEEA348D24F4C74D9EABC2211AC55
source: Regulations require us to place hazard stickers. If any of them are missing, the item must be sent for repair
pl: Przepisy wymagają naklejania stickerów ostrzegawczych. Jeśli brak lub niewłaściwie – naprawa.
zh: 法规要求我们放置危险贴纸。

# ,D556C4FE46B79622CAC4BBB723FF662A
source: If a sticker is placed incorrectly, the item must be sent for repair so it can be properly repositioned.
pl: Jeśli sticker jest źle umieszczony, naprawa.
zh: 如果将贴纸放置不正确，则必须将项目发送以进行维修，以便可以正确重新定位。

# ,8B2005224551B88DCCF4B7814D2AC724
source: Tools
pl: Narzędzia
zh: 工具

# ,86FDA56B46A99ACA43BA8DBEFD80C194
source: Wrong sticker position
pl: Złe umiejscowienie stickeru
zh: 贴纸位置错误

# ,3EE0114D493F28568AD7D78D04C799B2
source: Foreign objects
pl: Obce obiekty
zh: 异物

# ,F15016A041CD9D7B19DFBAB8214BFC3E
source: Sometimes operators leave personal items inside the cases, such as scissors or similar objects. When this happens, the product becomes contaminated.
pl: Czasem operatorzy zostawiają przedmioty osobiste w cajas, np. nożyczki. Produkt jest wtedy zanieczyszczony.
zh: 有时，操作员将个人物品留在案例中，例如剪刀或类似物体。

# ,26EFFF51433886C469456EBCA50AF5CC
source: Inconsistent door
pl: Niespójne drzwi
zh: 不一致的门

# ,1FD1247C47B949CF71877CBEC82C39F7
source: Sometimes the door may get stuck, break, or even have shattered glass. In any case, its important to include this as a reason for repair if the issue affects only the door.
pl: Drzwi mogą się zacinać, łamać, mieć rozbite szkło. Jeśli problem dotyczy tylko drzwi – naprawa.
zh: 有时，门可能会卡住，折断甚至碎裂。

# ,68FFEBA345122B92688AEBA928006FB4
source: Sometimes the installed lock is simply broken and must be sent for repair.
pl: Czasem zamek jest zepsuty – wymaga naprawy.
zh: 有时，安装的锁被简单地打破，必须发送以进行维修。

# ,77394F48428F97F9BBFB1A8ED5ECEA52
source: Inconsistent lock
pl: Niespójny zamek
zh: 锁定不一致

# ,3DFDB1964006309595AE44A61A60E363
source: Missing door
pl: Brak drzwi
zh: 失踪的门

# ,0CC98BD940D829FCD35CE68D17B630CE
source: Sometimes operators simply forget to attach the door, and the item must be sent for repair so it can be properly installed.
pl: Operatorzy mogą zapomnieć przymocować drzwi – naprawa.
zh: 有时，操作员只是忘记了固定门，必须将物品发送以进行维修，以便可以正确安装。

# ,5A1D70FB4C59D136602F77859F07E1EB
source: Sometimes operators forget to install the door lock. This is also a mandatory requirement and must be corrected.
pl: Czasem zapominają zamontować zamek drzwi – też obowiązkowe do naprawy.
zh: 有时操作员忘记安装门锁。

# ,75B9757845FF6D37C2814DBBF46DDFBD
source: Welcome to Doll Inc This handbook is designed to help you understand the core mechanics of your role. All Doll Inc products are based on the critically acclaimed Doll Impostor universe. Every elementdolls, boxes, and moreis deeply connected. Each doll is uniquely named and, in the original game, has individual likes and dislikes. However, for your role, that information is not relevant. We do recommend taking a moment to familiarize yourself with Doll Impostor to better understand the nature of our products. You are now entering a 30-day probationary period. Your task is simple: Inspect every product, apply the appropriate tools when necessary, and determine whether it should be sent for repair or production. As you progress through the 30-day evaluation, you will encounter a wide variety of new mechanics. Please refer to this guide as often as needed to assist with identifying and processing these elements. Welcome aboard, Operator. Doll Inc Administration
pl: Witamy w Doll Inc Ten podręcznik pomoże ci zrozumieć mechaniczną stronę twojej roli. Wszystkie produkty Doll Inc bazują na uniwersum Doll Impostor. Każdy muñeco, każda caja i więcej są ze sobą powiązane. Każdy muñeco ma unikalną nazwę i w oryginalnej grze ma indywidualne upodobania. Dla twojej roli to nieistotne. Zalecamy zapoznanie się z Doll Impostor, by lepiej zrozumieć nasze produkty. Wchodzisz teraz w 30-dniowy okres próbny. Twoje zadanie: Inspekcja każdego produktu, stosowanie narzędzi i decyzja: naprawa czy produkcja. W trakcie 30-dniowej oceny napotkasz różne nowe mechaniki. Korzystaj z tego przewodnika, by pomagał ci identyfikować i przetwarzać elementy. Witamy na pokładzie, Operatorze. Administracja Doll Inc
zh: 欢迎来到Doll Inc

# ,6641628F44DD18AE0845CF93F6EAA1F5
source: Missing lock
pl: Brak zamka
zh: 缺少锁

# ,4000FF05445BB2C5AADB41A8A0880A8B
source: Inconsistent Robot
pl: Niespójny robot
zh: 不一致的机器人

# ,9AA5FC164CEB1EC0922DCB9AD0121B71
source: The robot's inconsistency is based on certain imperfections, such as scratches, rust, or visual defects, usually in the form of surface damage. Missing components like arms or legs are not taken into account.
pl: Niespójność robota to rysy, rdza, wady wizualne. Brakujące części jak ramiona nie są brane pod uwagę.
zh: 机器人的不一致是基于某些缺陷，例如划痕，生锈或视觉缺陷，通常以表面损害的形式。

# ,AB66444A43A43C56BD4B3A8CEE9FE203
source: Inconsistent animation: Sometimes the robot doesn't perform its animation. This could be due to an electronic or mechanical failure, or perhaps a missing battery. In any case, send it for repair.
pl: Niespójna animacja: czasem robot nie wykonuje animacji. Powód: awaria elektroniczna, mechaniczna lub brak baterii. Wyślij do naprawy.
zh: 动画不一致：有时机器人不会执行动画。

# ,6D1A65D1482488810CCD058B265D19AD
source: Inconsistent Voice
pl: Niespójny głos
zh: 声音不一致
