Repository: Ninggeez/doll-inc-localizations
Catalog: */Game.po
Languages: pl, zh

# ,32776E164A17D027CF5222B6F13FC03A
source: Sometimes robots do not have the voices they should. Its important to check a few examples of good and bad audio to verify this.
pl: Czasem roboty nie mają przypisanego głosu. Sprawdź próbki dobrego i złego audio.
zh: 有时机器人没有应该的声音。

# ,E616746F455A7A341FBB98AE42D76BDA
source: Bad sound example
pl: Przykład złego dźwięku
zh: 不好的声音例子

# ,E5A70FC948F3B49C3D9DD195261EEA4B
source: Good sound example
pl: Przykład dobrego dźwięku
zh: 好的示例

# ,9B0D1A7646196945E9A3A1A1DD26DA16
source: Back
pl: Wstecz
zh: 后退

# ,8808835E4528D06C10DA9D9CAA57A39A
source: This tool will help you check the products directly by scanning their barcodes.
pl: To narzędzie pomoże ci sprawdzić produkty, skanując kody kreskowe.
zh: 该工具将通过扫描其条形码直接帮助您检查产品。

# ,2C13E2644E3D361CE3CDAA90499A61D3
source: This tool will help you detect visual flaws without the need to pay close attention.
pl: To narzędzie wykrywa wady wizualne bez konieczności wnikliwej obserwacji.
zh: 该工具将帮助您检测视觉缺陷，而无需密切注意。

# ,E8888B4B4C866E73E04B2E8D14A1B276
source: Thermometer
pl: Termometr
zh: 温度计

# ,8505177D457AE2FC66D2D395E6F7A5F1
source: This tool will help you identify the temperature of each product. If its green, it means its correct; if its red, its incorrect.
pl: To narzędzie pomoże ci zmierzyć temperaturę produktu. Zielony = poprawne; czerwony = niepoprawne.
zh: 该工具将帮助您确定每种产品的温度。

# ,B60615F04466A58C25CE04B03E97F012
source: This tool will help you check the weight of the products. If its green, it means its correct; if its red, its incorrect.
pl: To narzędzie pomoże ci sprawdzić wagę produktów. Zielony = poprawne; czerwony = niepoprawne.
zh: 此工具将帮助您检查产品的重量。

# ,BAFAB3024CFC529BCB3E3D956DB95FED
source: Scales
pl: Wagi
zh: 秤

# ,C331BEE14CF02C0A0E9853A314D10110
source: Pressure
pl: Ciśnienie
zh: 压力

# ,7FA4EBE94A5958C44DB31F98E8EF8FD2
source: This tool will help you check the pressure of the products. If its green, it means its correct; if its red, its incorrect.
pl: To narzędzie pomoże ci sprawdzić ciśnienie produktów. Zielony = poprawne; czerwony = niepoprawne.
zh: 此工具将帮助您检查产品的压力。

# ,920277D14E5D3F676D8D4B8996A1B310
source: This tool will help you change the name of a case.
pl: To narzędzie pomoże ci zmienić nazwę cаja.
zh: 此工具将帮助您更改案例的名称。

# ,22671FF74079AB60CE3F21A8E118C1B1
source: Name Changer
pl: Zmiennik nazwy
zh: 名称更换器

# ,E7C616B7442634DB64EA43A235B700A9
source: Bubble Wrap
pl: Folia bąbelkowa
zh: 气泡包裹

# ,F75CC3D74B0DD79EF6F6039646E1BC98
source: This tool will help you wrap the orders to protect them from impacts.
pl: To narzędzie pomoże ci owinąć zamówienia, by chronić je przed uszkodzeniami.
zh: 该工具将帮助您包裹订单以保护它们免受影响。

# ,3D24416C484990E7213B3189DF9920CD
source: Storage: Here you can find and request the products needed for your orders. Simply use the panel, select the product, and request it. The system will give you a location code, for example, 7-A. Then go to column 7, section A, and you ll find the product you re looking for there.
pl: Magazyn: Tu znajdziesz i zamówisz produkty do swoich pedidos. Wybierz produkt w panelu, dostaniesz kod lokalizacji, np. 7-A. Idź do kolumny 7, sekcja A.
zh: 贮存：

# ,F6B8DCED4361004653010FB0C003BE60
source: Orders: Orders can come in multiple formats (with 1, 2, or up to 3 items per order). They may require packaging or not, and they might request a custom name or not.
pl: Pedidos: Pedidos mogą mieć różne formaty (1–3 elementy). Mogą wymagać pakowania i/lub personalizacji nazwy.
zh: 订单：

# ,953DD0EA4439C5B1E64AF291DE985670
source: Box
pl: Caja
zh: 盒子

# ,E58BBF124CCD48325BD89E9B7D7ADC3F
source: Request a box from the panel and use it to store products.
pl: Zamów caja z panelu i użyj do przechowywania produktów.
zh: 从面板请求盒子，然后使用它存储产品。

# ,B25BD16C47AEC27EDC7B588B23D5062D
source: No anomalies found
pl: Brak anomalii
zh: 找不到异常

# ,D81D0E944F7EDE1A09E72B872558785B
source: Anomaly detected
pl: Wykryto anomalię
zh: 检测到异常

# ,30104E324C4E8969DB9AA895DC3895FA
source: Done
pl: Gotowe
zh: 完毕

# ,5E7917D54BA5190DF7A108B9500486CA
source: WRITE
pl: ZAPISZ
zh: 写

# ,F54CE9DA42C11B543660619823F77D1D
source: Case's name: {name}
pl: Nazwa caja: {name}
zh: 案例的名称：{name}

# ,5D31987A457E85825928D4A8D13324FF
source: Order #{order}
pl: Pedido #{order}
zh: 订单＃{order}

# ,59A8D4564806C5D0F3C6BE9D91066181
source: Print Barcode
pl: Drukuj kod kreskowy
zh: 打印条形码

# ,CD5CE62A4033401019E64CAE21F2DC5A
source: Missing barcode
pl: Brak kodu kreskowego
zh: 缺少条形码

# ,91A00FD0418AAFD270CAAE8E31FA7383
source: Wrong barcode
pl: Zły kod kreskowy
zh: 错误的条形码

# ,0CC26CBA406AFDBBE3383EBBE358E8E7
source: Missing slider lock
pl: Brak zamka przesuwnego
zh: 缺少滑块锁

# ,198B2446451863F0FF59A7A8137CB6C4
source: Wrong name
pl: Zła nazwa
zh: 名称错误

# ,F41E8C5148D1EF04BBC66993D4B0FF49
source: Wrong sticker position
pl: Złe umiejscowienie stickeru
zh: 贴纸位置错误

# ,4408CCC144B729C7C4D0118AA7BE18E7
source: Repair reason
pl: Powód naprawy
zh: 维修原因

# ,05A3FC294CC27FCB145FFD9F44558EA1
source: Search...
pl: Szukaj...
zh: 搜索...

# ,BA3D336E48E1F46F192776972EF2BA9A
source: Cancel reason
pl: Anuluj powód
zh: 取消原因

# ,7FFAB2934A9787C2647F7AB8C720C64F
source: REQUEST
pl: ZAMÓW
zh: 要求

# ,408C95ED4005CEFBA8E9E296AD21ECF6
source: DONE
pl: GOTOWE
zh: 完毕

# ,C7911D5E4A37C937740627B41CB6111C
source: Request box
pl: Zamów caja
zh: 请求框

# ,14DE7A0948B021B6E79F0CBC36D1A7A8
source: NOT FOUND
pl: NIE ZNALEZIONO
zh: 未找到

# ,EAAADA9C4521248125B2129DFBB97B12
source: Every bolt in me is designed to stop you. Shall we test it?
pl: Każdy mój bolcek został zaprojektowany, by cię powstrzymać. Sprawdzimy?
zh: 我内心的每个螺栓旨在阻止您。

# ,0B8ECA1548A1A50D7DD5A2A525B78A77
source: These puppets are my family. I will defend them to my last spark.
pl: Te kukły to moja rodzina. Będę bronić ich do ostatniej iskry.
zh: 这些木偶是我的家人。

# ,51370A51447DCE61E7FAA18B674D4A89
source: I am not just a guardian... I am judgment incarnate.
pl: Nie jestem tylko strażnikiem... jestem wcieleniem osądu.
zh: 我不仅是监护人……我是审判化身。

# ,AA66B37445643F97CBD5B7A1E436E745
source: My eyes see all. My gears never rest. You cannot hide.
pl: Moje oczy widzą wszystko. Moje tryby nigdy nie odpoczywają. Nie możesz się ukryć.
zh: 我的眼睛看到了全部。

# ,BBB76C024CA5263E3D8EDABB2755C884
source: They are fragile, but I am not. Turn back now.
pl: Są delikatni, ale ja nie. Wróć teraz.
zh: 他们很脆弱，但我不是。

# ,C0FE33D440AB1D20AEC99FA168B44416
source: Behind me, they are safe. Cross me, and you will regret it.
pl: Za mną są bezpieczni. Przekrocz mnie, pożałujesz.
zh: 在我身后，他们很安全。

# ,C9773D0C4FDD013222645395030DB920
source: They are the creators’ masterpieces. You are nothing but a mistake.
pl: Są arcydziełami twórców. Jesteś tylko błędem.
zh: 他们是创作者的杰作。

# ,652FB43B4C7AD93FDE5427B128469DEC
source: KG
zh: 公斤

# ,BB03929844D981BAB465219A724059DF
source: Operator?
zh: 操作员？

# ,1184F1C941A74FBF8E4F0BACCC7CB62C
source: In this mode, you’ll play against the clock. You have 3 minutes to complete as many positive products as possible. Be careful—mistakes will reduce your final score, and there’s a leaderboard.
zh: 在此模式下，您将与时钟进行比赛。

# ,B76A8526497F83D2AAF8CABB3E2EBA32
source: Wrong robots
zh: 错误的机器人

# ,C960E04E4FF9F75FAECBADBFDDBACD48
source: Wrong cases
zh: 案件错误
