Repository: Ninggeez/doll-inc-localizations
Catalog: */Game.po
Languages: pl, zh

# ,EF176B2A4BCEA55C2F438CB60C8AC601
source: Press key to bind
pl: Naciśnij klawisz, aby przypisać
zh: 按键绑定

# ,3CB2A0B24617CF31968FC28E978F4153
source: Blueprints
pl: Blueprinty
zh: 蓝图

# ,F2A8B642470514630D564A877B6C0FD7
source: Static Meshes
pl: Modele statyczne
zh: 静态网眼

# ,133AA5784CF570694C94B09914F0F525
source: Missing order barcode
pl: Brak kodu kreskowego zamówienia
zh: 缺少订单条形码

# ,509FAFFE48C45229E7360D97381EB5AB
source: Missing protection
pl: Brak zabezpieczenia
zh: 缺少保护

# ,59EBFA86404FABA5CC55C58E7FF30A45
source: MIssing barcode
pl: Brak kodu kreskowego
zh: 缺少条形码

# ,78B6C47048CB47719563CB88CC55D93A
source: Incomplete order
pl: Niekompletne zamówienie
zh: 不完整的订单

# ,83253EFB4C0471D4AC69BAB387E0AD51
source: Fail reason
pl: Powód niepowodzenia
zh: 失败的原因

# ,A2A9C4324AD650A0A94C3C98ED1938A6
source: Toggle Box
pl: Przełącz pudełko
zh: 切换框

# ,023C80494BD0373B621D728704DB99E9
source: Missing warning stickers
pl: Brak naklejek ostrzegawczych
zh: 缺少警告贴纸

# ,0ADE54E542DAD14ABB03F09162164FA2
source: Inconsistent case
pl: Niespójne pudełko
zh: 案件不一致

# ,151789A244DFBB16BE890581DDE457B6
source: Wrong sticker position
pl: Zła pozycja naklejki
zh: 贴纸位置错误

# ,2EB19FF24FE9853E1A67A4B2C5FDECFB
source: foreign objects
pl: obce przedmioty
zh: 异物

# ,30F4F7434E058FCBF045E78CD48CE993
source: Wrong barcode
pl: Zły kod kreskowy
zh: 错误的条形码

# ,4C7713A24AFB6421C4B494AD85808489
source: Inconsistent glass
pl: Niespójne szkło
zh: 不一致的玻璃

# ,535D24D84B69458DD03D798D96B6007A
source: Missing name
pl: Brak nazwy
zh: 缺少名称

# ,69BACD724A6F3D41167DBBBDF85B0CE3
source: missing door
pl: brak drzwi
zh: 失踪的门

# ,6A0CB23E4920D09318963D81ADECF639
source: inconsistent lock
pl: niespójny zamek
zh: 锁定不一致

# ,70B0850340A625EE624D11AE6552631B
source: missing slider lock
pl: brak zasuwy
zh: 缺少滑块锁

# ,8B56A6DF45A70FEB8B1CD2BA45797776
source: Missing barcode
pl: Brak kodu kreskowego
zh: 缺少条形码

# ,BB2A7259408546D2F1A07CBDADAEC929
source: inconsistent door
pl: niespójne drzwi
zh: 不一致的门

# ,E90801DE44EF123D29714D9B3962E3C5
source: Wrong name
pl: Zła nazwa
zh: 名称错误

# ,0D8FE6B94EA2FDD914779FB617A89FE9
source: Wrong barcode
pl: Zły kod kreskowy
zh: 错误的条形码

# ,23CA48224A9BF5CFA2EA3A98E036BADA
source: Inconsistent doll
pl: Niespójna lalka
zh: 不一致的洋娃娃

# ,34555C7F4218570D3D004A9EA3FC3410
source: Strange phenomenon
pl: Dziwne zjawisko
zh: 奇怪的现象

# ,ED350A8D4428164192E5148ED5131FEE
source: Missing barcode
pl: Brak kodu kreskowego
zh: 缺少条形码

# ,EDA2EB3E4F3B37D7EBD19FAAF58CE596
source: Wrong name
pl: Zła nazwa
zh: 名称错误

# ,246F2F4949FFB42650894AB5BD32B00D
source: inconsistent weight
pl: niespójna waga
zh: 体重不一致

# ,2E207F62429FB6F9CDD02BB28E0ED5E6
source: inconsistent temperature
pl: niespójna temperatura
zh: 温度不一致

# ,5C3B4340450F84A03477DA81D1A4BC2B
source: Inconsistent voice
pl: Niespójny głos
zh: 声音不一致

# ,605FF701467A050AB8CE96A29C44E3D7
source: Inconsistent robot
pl: Niespójny robot
zh: 不一致的机器人

# ,658E832A42ED1FEF74D28FBB459680D5
source: Missing barcode
pl: Brak kodu kreskowego
zh: 缺少条形码

# ,6E21B25E4D1C6179FC732F82785C32BF
source: Wrong barcode
pl: Zły kod kreskowy
zh: 错误的条形码

# ,71F6E88941938C640D8228BDE5E61725
source: inconsistent pressure
pl: niespójne ciśnienie
zh: 压力不一致

# ,87BC936647AB5AF3569652990E87D9B5
source: Inconsistent animation
pl: Niespójna animacja
zh: 动画不一致

# ,D37BCC0E40EF4546A93E2D9D388DAF76
source: Speak
pl: Mów
zh: 说话

# ,A7D3B47A4A4B068C31CFD39A6CF0A5D1
source: Toggle Robot
pl: Przełącz robota
zh: 切换机器人

# ,110C6C1B4CF0A0E6C0F317B2CDC7939E
source: {name}'s robot
pl: robot {name}
zh: {name}的机器人

# ,50B538004C020CD6B4559F8CE5F0A2BA
source: {name}'s case
pl: pudełko {name}
zh: {name}的情况

# ,77A0EAF3485985870BFAACAB468F43BA
source: Toggle Lock
pl: Przełącz zamek
zh: 切换锁

# ,7F79F95F4C1FD5F0F6E0CBA5BADCD4E5
source: Toggle Door
pl: Przełącz drzwi
zh: 切换门

# ,DBB575374F3EDC8AE24521ACFAD752E2
source: Find Blue
pl: Znajdź Blue
zh: 找到蓝色

# ,EF6789BD4B378EB6395796B33153C8D3
source: UP
pl: GÓRA
zh: 向上

# ,34F4896049116D5EB9610D9193ED7001
source: THROW
pl: RZUĆ
zh: 扔

# ,BD9F98F441E48FB99A44F5A54731EA54
source: Escape
pl: Uciekaj
zh: 逃脱

# ,003D0D834733E7C533A89F9D6A1FB8E8
source: Put a sticker in each table
pl: Nałóż naklejkę na każdy stół
zh: 在每个桌子上贴上贴纸

# ,81E9BAA7419C1B5289437BA82FACBEE1
source: Rotate left
pl: Obróć w lewo
zh: 向左旋转

# ,45EC97CB4802237498081FB748882600
source: Rotate right
pl: Obróć w prawo
zh: 向右旋转

# ,C13DEE9C4AB6C195FC29288F8D0CADA4
source: Preasure Action
pl: Akcja ciśnienia
zh: proust依

# ,2FC1B1CB4A4893796C9FF8ABF1A2FE97
source: Go to Servers room
pl: Idź do pokoju serwerów
zh: 去服务器室

# ,1CD44A0B4B5EBC23936048B71943D235
source: Turn on the lights
pl: Włącz światła
zh: 打开灯

# ,BD531B9E4442536830BE929E0EE5BE75
source: Unblock the products on dispatch
pl: Odblokuj produkty w Envíos
zh: 拆卸产品

# ,166AB17B4C2924FEEED342A0F0C2FD03
source: Go to dispatches room
pl: Idź do pokoju Envíos
zh: 去调度室

# ,0F12F3904CEF62CE122689A9AFDAD4CA
source: Go to maintenance room
pl: Idź do pokoju konserwacji
zh: 去维修室

# ,21EACFAF49507A7552A110BAE83EEE37
source: Go home
pl: Wróć do domu
zh: 回家

# ,239D301D425DDDE4BB5E72945B2C2E1A
source: Put the tool back in its place.
pl: Odłóż narzędzie na miejsce
zh: 将工具放回原处。

# ,32BB351643F146D3CE187DA1F1A5061F
source: Leave
pl: Wyjdź
zh: 离开

# ,373812D2448A918EC46E88B63CEA5016
source: Pick the barcode Scanner
pl: Podnieś skaner kodów
zh: 选择条形码扫描仪

# ,3C78B4824D8DDE1EE4EADEA8E5D30790
source: Add protection to Box
pl: Dodaj zabezpieczenie do pudełka
zh: 在框中添加保护

# ,41C8EB434E3B857742426CB953A2D962
source: Place into platform
pl: Umieść na platformie
zh: 放入平台

# ,59D5F27B450291184FBE03926D9972D3
source: Activate panel again
pl: Ponownie włącz panel
zh: 再次激活面板

# ,65A6E2FB42A89E00A6FD298E262678B6
source: Review the product
pl: Sprawdź produkt
zh: 查看产品

# ,6D3847D84B4B95D2139654B5C4FEB564
source: STUCK
pl: UTKNĄŁ
zh: 卡住

# ,6DAEF58F41A34662BD57069D35F19980
source: Use the repair reason panel (Wrong name)
pl: Użyj panelu powodu naprawy (Zła nazwa)
zh: 使用维修原因面板（错误的名称）

# ,6E0EA478403ECE52ABBF53A320274AB8
source: Keep working
pl: Kontynuuj pracę
zh: 继续工作

# ,731711684782573177A6E68C266B590B
source: Check the new Panel
pl: Sprawdź nowy panel
zh: 检查新面板

# ,7A7E50BE4647DBC366917A8BCB2C243D
source: Send to production
pl: Wyślij do produkcji
zh: 发送到生产

# ,8F48C2364E01FB55DE3BE3965FDDA749
source: Activate the dispatch Panel
pl: Aktywuj panel Envíos
zh: 激活调度面板

# ,99B7B7A64D583DA8EC8B43A20F3588B3
source: Continue Working...
pl: Kontynuuj pracę...
zh: 继续工作...

# ,B188EE0042364C49DADBE6A8828B5608
source: Send product to repair
pl: Wyślij produkt do naprawy
zh: 发送产品进行维修

# ,C34DA328419E7CDA04FBCCB5EF528334
source: Leave from observation room
pl: Opuszczasz pokój obserwacji
zh: 离开观察室

# ,C8D9A35D497B88BA1314689A56AEF353
source: Put the box on the floor platform.
pl: Połóż pudełko na platformie
zh: 将盒子放在地板平台上。

# ,C94280B14B7B4C66F1B93F915138EC5A
source: Pick up the Doll
pl: Podnieś lalkę
zh: 拿起娃娃

# ,D06F76594B031E9B278C26860B6700BF
source: Review the case
pl: Sprawdź pudełko
zh: 审查案件

# ,D299CF65439CF03C62CBD1A3840D84A9
source: Put the case on repair selecting wrong name as repair reason
pl: Połóż pudełko do naprawy, wybierając Zła nazwa jako powód
zh: 将案件放在维修中，选择错误的名称作为维修原因

# ,E5D1644344491A13316F9AB8CD6AD31A
source: Put the barcode on box and send it to production
pl: Naklej kod kreskowy na pudełko i wyślij do produkcji
zh: 将条形码放在盒子上并将其发送到生产

# ,E986BC32440410B3B2AA529C1AF4C358
source: Go to Storage room...
pl: Idź do magazynu...
zh: 去储藏室...

# ,F0444637451984370DD1ABBD14148409
source: Place the doll in the platform
pl: Umieść lalkę na platformie
zh: 将娃娃放在平台上

# ,F7FDDC304A5024D676A5EE80893CEB02
source: Go to home
pl: Wróć do domu
zh: 回家

# ,F88B77E547F006009AD0F0B0125FF1C8
source: Send it to production
pl: Wyślij do produkcji
zh: 将其发送到生产

# ,F9EDED874A66119071C16984B7464371
source: Print the order barcode and put on product
pl: Wydrukuj kod kreskowy zamówienia i naklej na produkt
zh: 打印订单条形码并放在产品上

# ,FC8959AC46B48CBBFBEE2AB99A29DBF8
source: Go to maintenance room
pl: Idź do pokoju konserwacji
zh: 去维修室

# ,72665A764943C26EF07B8BBC76AC13C0
source: Go to observation room
pl: Idź do pokoju obserwacji
zh: 去观察室

# ,6370292A4746B6810ECD75AB7A447E81
source: Go to HR Office
pl: Idź do biura HR
zh: 去人力资源部办公室

# ,A13EC4E84C6D0BE812C8B48B6C6403D1
source: Go to Servers room
pl: Idź do pokoju serwerów
zh: 去服务器室

# ,0902806743D23675BFDD0A9E5936DB6C
source: Go to dispatches room
pl: Idź do pokoju Envíos
zh: 去调度室

# ,21DAAAA046755F3B0DEA72BF83FEABC5
source: Go to Locker room
pl: Idź do szatni
zh: 去更衣室

# ,A528D48348617EF476A703A36E74708E
source: Go to Security room
pl: Idź do pokoju ochrony
zh: 前往安全室

# ,9B2DD66146ED89E8308D5D9A7E95A64A
source: Go to Cafeteria
pl: Idź do kafeterii
zh: 去自助餐厅

# ,078AEF0A4BC4903DC64AA48A81CD7B97
source: Find the papers
pl: Znajdź dokumenty
zh: 找到论文

# ,5E25DAC8457D6AC059BAFD8659576A99
source: Put the stickers on each lock
pl: Nałóż naklejki na wszystkie zamki
zh: 将贴纸放在每个锁上

# ,781DC04D48CE750D284BBD8DD0CE51B1
source: Pick the id cards
pl: Podnieś karty identyfikacyjne
zh: 选择身份证

# ,6E6F9A2B495679529F94E58FC2418E2B
source: Manipulate the cctv
pl: Manipuluj CCTV
zh: 操纵闭路电视

# ,355139F940FF4B1819E7FFA952892B85
source: Put a sticker in each table
pl: Nałóż naklejkę na każdy stół
zh: 在每个桌子上贴上贴纸

# ,5758EEC14D1960F9A51B11A4E14B7EFE
source: Find Blue
pl: Znajdź Blue
zh: 找到蓝色

# ,05F004004C0C63CB913F89B579B3C2B5
source: Manipulate each red server
pl: Manipuluj każdym czerwonym serwerem
zh: 操纵每个红色服务器

# ,133FA5ED4F9610DA9718BAAC4A501221
source: Go to interviews room
pl: Idź do pokoju rozmów kwalifikacyjnych
zh: 去面试室

# ,38B47F6443107F1A870F258CE1E53FEE
source: Join to Doll Inc
pl: Wejdź do Doll Impostor
zh: 加入Doll Inc

# ,26F695304732DB9EAED5508A16DB6F1F
source: Go to door
pl: Idź do drzwi
zh: 去门

# ,6605812249F319D73CE7B68A78798C40
source: Take the phone
pl: Weź telefon
zh: 拿电话

# ,6981B6DA4BD6F8514E58CD94519AE1AD
source: Get out of the apartment.
pl: Wyjdź z mieszkania
zh: 走出公寓。

# ,9B5F77504063E212FB1654A0A361625F
source: Check the tv
pl: Sprawdź telewizor
zh: 检查电视

# ,C8835BB54ADB2E0A417CA59DB4FF9866
source: Thanks for purchasing Doll Impostor previously (The system has recognized it).
pl: Dzięki za zakup Doll Impostor (system to rozpoznał).

# ,F726153349E7F7EBEEDAEB8A041DDAA0
source: Go to Doll Inc
pl: Idź do Doll Inc
zh: 前往娃娃公司

# ,134119FA415555EF5E94ABB5F5F751E7
source: Follow the supervisor instructions
pl: Postępuj zgodnie z instrukcjami nadzorcy
zh: 遵循主管指示

# ,418203D640E6B38281E0AAA97492F850
source: Clear the obstruction
pl: Usuń przeszkodę
zh: 清除障碍物

# ,6F9DCEB046A48B9227D936B115EA6CE5
source: Back to work
pl: Wróć do pracy
zh: 回去工作

# ,4790609049389B3E8BE97BAD6DDB01F8
source: Leave from HR Office
pl: Opuszczasz biuro HR
zh: 从人力资源部办公室离开

# ,CFF1D6A44842770C6B33A5A75CCDD4C5
source: Find the papers
pl: Znajdź dokumenty
zh: 找到论文

# ,256D8907458D653267033A97CBA8BF4B
source: Put a case inside and write the text required in the order
pl: Włóż pudełko i wpisz tekst wymagany w zamówieniu
zh: 将箱子放在里面，并在订单中写下所需的文本

# ,270E3DE54C31DDA06F8A2B9948DE36D5
source: Bring the box to dispatch room
pl: Przynieś pudełko do pokoju Envíos
zh: 带盒子到调度室

# ,308FFE574239048DD15660B6BAA6F182
source: Request a box before products
pl: Poproś o pudełko przed produktami
zh: 在产品前请盒子

# ,47AFFBCC41F0404B5C2BDFB0A9C6ECBC
source: Pick the product and back to dispatch room
pl: Weź produkt i wróć do pokoju Envíos
zh: 选择产品，然后回到调度室

# ,EBA8131F4CEE22F6786953957FBC5822
source: Put items on box
pl: Połóż przedmioty na pudełku
zh: 将物品放在盒子上

# ,F208F6E945169173EDE934A12DA0094A
source: Request the product order
pl: Zamów produkt
zh: 请求产品订单

# ,F387F4634D5E58FC3E53D18BD021A97E
source: So... you thought this was about trust?
pl: Czy myślałeś, że to chodzi o zaufanie?
zh: 所以...您以为这是关于信任的吗？

# ,3D8EE06A441B7ED0F7CAE1ACB1C14A53
source: You were never a real employee.
pl: Nigdy nie byłeś prawdziwym pracownikiem.
zh: 您从来都不是真正的员工。

# ,95FD7DF54609DC7835C79CA7852EBC6A
source: We eliminate it.
pl: Usuniemy cię.
zh: 我们消除了它。

# ,8E8C786F4AD8A5A78A47CCA856082DD6
source: Goodbye.
pl: Żegnaj.
zh: 再见。

# ,EB44696F48C51F2A40A1548BF87DE4FD
source: This was a test.
pl: To był test.
zh: 这是一个测试。

# ,FAEA23D5488A289A74F34F9ACFE94D77
source: Thirty days to prove one thing: obedience.
pl: Trzydzieści dni, by udowodnić jedno: posłuszeństwo.
zh: 三十天证明一件事：服从。

# ,6E53A60340B955CAD3D82BBE785C0B06
source: But you failed.
pl: Ale zawiodłeś.
zh: 但是你失败了。

# ,5C533C2F4E181BF14C45AA8A2A0585FF
source: Your “friend”?
pl: Twój „przyjaciel”?
zh: 你的“朋友”？

# ,28C9673547645DB66CD638BB07DEEF29
source: Just a handler.
pl: Tylko opiekun.
zh: 只是一个处理程序。

# ,DE4F17FA46CEE74EFCB32CB58179387C
source: Their job was to watch you... push you.
pl: Ich zadaniem było cię obserwować... popychać.
zh: 他们的工作是看着你...推你。

# ,4DB707544544994F9AE1ED9A6A01A5E8
source: And you? You disobeyed. You questioned.
pl: A ty? Nie posłuchałeś. Zakwestionowałeś.
zh: 你呢？

# ,CE8D381B448561D21479639D363E84DC
source: And here at Doll Inc, we don’t fix disobedience.
pl: W Doll Inc nie naprawiamy nieposłuszeństwa.
zh: 在Doll Inc，我们没有解决不服从。

# ,6CD4009648A8F45C0353C5A379030501
source: Congratulations, Operator.
pl: Gratulacje, Operatorze.
zh: 恭喜，运营商。

# ,4D89A51A41BA2790134C9C9D7F9D9273
source: You made it.
pl: Udało ci się.
zh: 你做到了。

# ,890478D741033CD1FC45B4A0D13666B4
source: Proceed to your assigned workstation.
pl: Przejdź do wyznaczonego stanowiska.
zh: 继续进行指定的工作站。

# ,4948BB6F42DAA4B3F2F999825CD512C4
source: You’ve earned it.
pl: Zasłużyłeś na to.
zh: 您已经赚了。

# ,066A75B44D6B5B7E0EDB95B11199B641
source: Thirty days. No failures. No hesitation.
pl: Trzydzieści dni. Bez błędów. Bez wahania.
zh: 三十天。

# ,12A242EF49576C88B24BD5A239057E76
source: Your performance has been... acceptable.
pl: Twoje wyniki były... akceptowalne.
zh: 您的表现是...可以接受的。

# ,27FF2EBB483629E41EE5F99613E13A60
source: Accurate. Efficient. Obedient.
pl: Dokładny. Wydajny. Posłuszny.
zh: 准确的。

# ,0E64F0F24E5036B06CC7FDA7984F9B45
source: You are now an official classification operator of Doll Inc.
pl: Jesteś teraz oficjalnym operatorem klasyfikacji Doll Inc.
zh: 您现在是Doll Inc.的官方分类运营商。

# ,9B76EE864B70B834D99398A691266E81
source: Your badge has been updated.
pl: Twoja odznaka została zaktualizowana.
zh: 您的徽章已更新。

# ,C5503D4A4513573E11E791BD8577CEE3
source: Your permissions... expanded.
pl: Twoje uprawnienia... rozszerzone.
zh: 您的权限...扩展。

# ,B258F18D4468043C5D3F04A167B39859
source: Welcome to the system.
pl: Witamy w systemie.
zh: 欢迎来到系统。

# ,78BF72714F67D21C6CB60882A1D2CE36
source: From now on — your choices will shape much more than production lines.
pl: Od teraz twoje wybory będą kształtować dużo więcej niż linie produkcyjne.
zh: 从现在开始 - 您的选择将比生产线多得多。

# ,1DA8E7AF47D231A4DFEB4C9B53542F8C
source: DON'T STOP! KEEP MOVING! KEEP WORKING! STAY FOCUSED!
pl: NIE PRZESTAWAJ! RUSZAJ! PRACUJ! SKUP SIĘ!
zh: 不要停止！

# ,EC8647854352CA1BFDAC07BF71BB1C0B
source: Alright.
pl: Dobrze.
zh: 好吧。

# ,E9A728294CA24423E1921F9F3DD1B86B
source: Report to the facility immediately for your first assessment.
pl: Zgłoś się natychmiast na ocenę.
zh: 立即向设施报告您的第一次评估。

# ,D670B99E4C4997AE7138549BB082F5FA
source: I’m not promising you’ll get the job.
pl: Nie obiecuję, że dostaniesz tę pracę.
zh: 我不保证您会找到工作。

# ,4C937A344F7C97BE94DE3E949D3433CE
source: But of course!
pl: Oczywiście!
zh: 但是当然！

# ,BFAF48FC4E7C8920F1885B8C54A89095
source: Doll INC operates 24 hours a day.
pl: Doll INC działa 24 godziny na dobę.
zh: Doll Inc每天24小时运行。

# ,3310E30F4B335D549B8EE9BE775548DF
source: MOVE YOUR ASS!
pl: RUSZAJ SIĘ!
zh: 移动你的屁股！

# ,FB58EE68471300799123978E17900858
source: I warned you.
pl: Ostrzegałem cię.
zh: 我警告你。

# ,307E0F294B33D836BA17C5A16E5FBE9A
source: I gave you clear instructions.
pl: Dałem ci wyraźne instrukcje.
zh: 我给了你明确的指示。

# ,40CCEC4A4B49D4D574204383EDFC3FB8
source: Pathetic.
pl: Żałosne.
zh: 可怜的。

# ,02FBB65342F24F48C7250B890969931F
source: You are hereby terminated.
pl: Zostajesz zwolniony.
zh: 特此您被终止。

# ,CF664A92478727A653553388AE7F13BB
source: Don’t come back. Ever.
pl: Nie wracaj. Nigdy.
zh: 不要回来。

# ,A8EB87594CDE2E2FBE14CD883EAB8501
source: And yet — here we are.
pl: A jednak—oto jesteśmy.
zh: 然而 - 我们在这里。

# ,6278778C43C867391512508AFA04A422
source: Too many errors.
pl: Za dużo błędów.
zh: 错误太多。

# ,657653C04966C7DE72152A81984E671F
source: Too many delays.
pl: Za dużo opóźnień.
zh: 太多的延迟。

# ,8FC07ED04E1B42F26B5A0CB4980C1C14
source: You’re not cut out for this.
pl: Nie nadajesz się do tego.
zh: 您不会为此削减。

# ,2B09379C4E66344A9A83D7B0AD8486BD
source: This facility demands precision.
pl: Ta placówka wymaga precyzji.
zh: 该设施需要精确。

# ,1E1CBB4044246B56E38C828918730456
source: Obedience.
pl: Posłuszeństwo.
zh: 服从。

# ,325B71624CE6BE162718C9AFE80D545E
source: Discipline.
pl: Dyscyplina.
zh: 纪律。

# ,EB306746450020DCD6B9D88D38744D42
source: You couldn’t even survive thirty days?
pl: Nie przeżyłeś nawet trzydziestu dni?
zh: 您甚至无法生存30天？

# ,E41FDFAB403B4DFA6154F58D135C668C
source: Welcome to Endless Mode
pl: Witaj w trybie Bez Końca
zh: 欢迎进入无尽模式

# ,951669334150E951C5F16BB4C20CE96C
source: In this mode, products will appear endlessly, one after another
pl: W tym trybie produkty pojawiają się bez końca
zh: 在这种模式下，产品将无休止地出现

# ,25D358E7414D764E3AB7989C0DB88A69
source: If you fail or decide to leave through the exit door…
pl: Jeśli zawiedziesz lub wyjdziesz drzwiami…
zh: 如果您失败或决定通过出口门离开……

# ,D820751149E19C55EE428DA320211476
source: It’s over
pl: To koniec
zh: 结束了

# ,2434DB9446AAFB679465D0A352D0D867
source: Your shift is over. Go home.
pl: Koniec zmiany. Wróć do domu.
zh: 您的轮班结束了。

# ,6544B9E8487C8520A295A7A137FBBF22
source: Day cleared. You may leave — for now.
pl: Dzień zaliczony. Możesz odejść—na razie.
zh: 一天清除了。

# ,1FF04D174419895795E949A055FE2739
source: You’re dismissed. Follow protocol and exit immediately.
pl: Zwolniony. Wyjdź natychmiast.
zh: 你被解雇了。

# ,6E8931024D52A2A7CE0C578473A45477
source: That’s enough for today. Exit through the designated corridor.
pl: To już dziś koniec. Wyjdź korytarzem.
zh: 今天就足够了。

# ,4DB0F4414D1C1BDAA76659A3E41536DD
source: Day complete. Proceed to departure.
pl: Dzień zakończony. Przejdź do wyjścia.
zh: 一天完成。

# ,1A967620432C6AE2403CF7880498E07B
source: You’ve done your part. Leave the facility.
pl: Wykonałeś swoją część. Opuść placówkę.
zh: 您已经完成了自己的角色。

# ,C1401200472B0B4B2B4A80A16C276AD3
source: That will be all, Operator. You’ll be needed again soon.
pl: To wszystko, Operatorze. Wkrótce będziesz potrzebny.
zh: 那将是全部，运营商。

# ,3AF90F0D4B648C92F3E3729433C10778
source: Your presence is no longer required.
pl: Twoja obecność nie jest już wymagana.
zh: 您的存在不再需要。

# ,EB22C5AB4E62D85A143D2182AC843A43
source: Rest cycle initiated. Vacate your post.
pl: Uruchomiono cykl odpoczynku. Opuść stanowisko.
zh: 启动休息周期。

# ,D243B5D7490069AA38870CA913F2DF30
source: The system thanks you. You may go.
pl: System dziękuje. Możesz iść.
zh: 系统谢谢你。

# ,9611E4104F15AB889F20D1840B3A49B3
source: FIRE! Evacuate immediately!
pl: POŻAR! Ewakuuj się natychmiast!
zh: 火！

# ,FD0A915F445F1913CED5818274619148
source: Congratulations!
pl: Gratulacje!
zh: 恭喜！

# ,95119571473B4F2FA6351E896995F3D6
source: You’ve been selected as a candidate for the Doll INC Evaluation Program.
pl: Zostałeś wybrany jako kandydat do programu oceny Doll INC.
zh: 您已被选为Doll Inc评估计划的候选人。

# ,C7AA57CA42D0F2EFE6AB08BD9BE69E8A
source: We’re currently recruiting for our revolutionary product Doll Impostor.
pl: Rekrutujemy do naszego rewolucyjnego produktu Doll Impostor.
zh: 我们目前正在招募革命性产品娃娃冒名顶替者。

# ,B14FF1EF4C9081C3882CA69CB187BB28
source: Before we begin, let me ask you a few questions…
pl: Zanim zaczniemy, zadam kilka pytań…
zh: 在开始之前，让我问您几个问题……

# ,FBF8CA6B4D0B3EC5591E809E584663D7
source: Do you currently have a job?
pl: Czy masz obecnie pracę?
zh: 您目前有工作吗？

# ,36F92ACD42A227776422899283AEB54E
source: ...No?
pl: ...Nie?
zh: ...不？

# ,6A9348AA4E9235D7EB6838858ADB5E7E
source: Are you looking for one?
pl: Czy jej szukasz?
zh: 你在寻找一个吗？

# ,6D559E944FF79D2D62D163AD47E3FC73
source: Do you know Doll INC?
pl: Czy znasz Doll INC?
zh: 你知道洋娃娃公司吗？

# ,27415F084B1E7E3DBA9A8C8F156AEDC1
source: HEY!
pl: HEJ!
zh: 嘿！

# ,7D8C5ECF44C138A5E6A9FDA8BBD6FA85
source: They’re after us
pl: Śledzą nas
zh: 他们在追随我们

# ,43B81234453DF0EA7E567396501F439C
source: The government sent the military, those giant? Yeah, them.
pl: Rząd wysłał wojsko, tych gigantów? Tak, ich.
zh: 政府派遣军队，那些巨人？

# ,7CE22F524D3105B4F76CA0B4705A5700
source: They’ve locked down the facility. No breaks. No mistakes
pl: Zamknęli placówkę. Bez przerw. Bez błędów.
zh: 他们已经锁定了设施。

# ,EFA4058643E5E0665BB1A8BC76C02941
source: They’re suspecting sabotage… and I think I’m their target
pl: Podejrzewają sabotaż… i myślę, że jestem celem.
zh: 他们怀疑破坏……我想我是他们的目标

# ,4C1125614A775B320EDBA0AAF4088FC8
source: So please, be more careful than ever
pl: Bądź bardziej ostrożny niż kiedykolwiek
zh: 所以请比以往任何时候都更加小心

# ,83EE4F244505E58E7623B98CDEEBE1E3
source: They’re watching everything
pl: Obserwują wszystko
zh: 他们正在看一切

# ,1FAEAC2946B6A50A74FD8E842B678044
source: ATTENTION, RESPONSIBLE CITIZEN!
pl: UWAGA, ODPOWIEDZIALNY OBYWATEL!

# ,4972757547FC371762329CBFE072CF34
source: Are you looking for a stable, clean, and promising opportunity?
pl: Szukasz stabilnej, czystej i obiecującej szansy?

# ,945FF43742D74FEBA91809B28A214118
source: Full labor insurance
pl: Pełne ubezpieczenie

# ,65CA5B094DD49E95C86DC7ACBFF409B2
source: Recognition for exemplary performance
pl: Uznanie za wzorową pracę

# ,45D5775A40CC893184CF3CA971ED904D
source: No prior experience required. Just firm judgment, obedience, and commitment.
pl: Bez doświadczenia. Wystarczy osąd, posłuszeństwo i zaangażowanie.

# ,2EB5E53746CCD50933180C9A89984C92
source: Because in our line, there is no room for error...
pl: Bo tu nie ma miejsca na błąd...

# ,46636DB148167C5943A00F9C766690DE
source: nor for those who hesitate.
pl: ani na wahanie.

# ,0E1A3A1546EFA926F1D75C9E0DACE598
source: You decide… but you are not alone.
pl: Decyzja należy do ciebie… ale nie jesteś sam.

# ,AB262C174AD69A7B5CD554AAE37FF58E
source: Apply now. The system needs you.
pl: Aplikuj teraz. System cię potrzebuje.

# ,A71CAE2F42624114E9E9F0A07510F013
source: Do you wish to be part of an orderly, fair, and fully operational system?
pl: Czy chcesz być częścią uporządkowanego, sprawiedliwego i w pełni działającego systemu?

# ,B4F84D984C01A3F7D2C8769ACDD98D0B
source: JOIN THE INDUSTRIAL SORTING PROGRAM!
pl: DOŁĄCZ DO PROGRAMU SORTOWANIA PRZEMYSŁOWEGO!

# ,5ABAC75A47BF094E36D99B98F2E4B29D
source: Become the official in charge of evaluating and deciding the fate of our assistance units.
pl: Zostań odpowiedzialnym za ocenę i decydowanie o losie naszych jednostek wsparcia.

# ,2D9A827F4E246B747FFAC381BC508D03
source: From the comfort of a central station equipped with cutting-edge technology,
pl: Z wygody stacji centralnej z najnowszą technologią,

# ,F250C1044ABAE9CF8CF4208708832C35
source: you will help ensure each product meets the highest standards of efficiency.
pl: pomożesz zapewnić, że każdy produkt spełnia najwyższe standardy.

# ,21B60D81475E3E160EDD6B85C6804B06
source: No sweat, no risk — everything under control!
pl: Brak stresu, bez ryzyka — wszystko pod kontrolą!

# ,52EB41A843E43063871195AE9DCC5615
source: Fixed schedule
pl: Stały grafik

# ,44B1126B42DC2B70CD5FFF8FED1BB695
source: Meals included
pl: Posiłki w cenie

# ,619FB5894BB8808FBFCC05B85D496DD9
source: WHAT?!
pl: CO?!
zh: 什么？！

# ,3910694F44D17E730991FFA0AB99A0FD
source: You don’t know Doll Impostor?
pl: Nie znasz Doll Impostor?
zh: 你不知道玩偶冒名顶替者吗？

# ,A83F9BCD404D29341DCD4F8F68E25666
source: Then why did you even apply?!
pl: To dlaczego w ogóle aplikowałeś?!
zh: 那你为什么还申请呢？

# ,1FAA79E548CC28378A0562B0AD970F45
source: Good heavens...
pl: O rety...
zh: 好天堂...

# ,4C01D08A41D76453640C1E8F4CD2C1C5
source: Unbelievable.
pl: Niewiarygodne.
zh: 难以置信。

# ,66C7AC714B31744CA95004B6C588E7BA
source: OPERATOR!
pl: OPERATORZE!
zh: 操作员！
