Repository: Ninggeez/doll-inc-localizations
Catalog: */Game.po
Languages: pl, zh

# ,35696E984A523E0EC1E283B88D134BBE
source: Is everything in order?
pl: Czy wszystko w porządku?
zh: 一切都井井有条吗？

# ,D16FBC434142CE6E9C10E98AB5B3C47A
source: ...You looked a bit slow back there
pl: ...Byłeś tam trochę wolny
zh: ...你看上去有点慢

# ,A1051C0E4C81AC9D67E613B3AAFEF858
source: Just making sure you're focused.
pl: Sprawdzam, czy jesteś skupiony.
zh: 只是确保您专注于专注。

# ,23C2629449FED2977D57F292B8AFF262
source: Welcome to DOLL INC. How was your trip?
pl: Witaj w DOLL INC. Jak była podróż?
zh: 欢迎来到Doll Inc。您的旅行怎么样？

# ,92538BAF480A320CD6AF55ADADCFA6F9
source: This center operates with zero human employees.
pl: Ten ośrodek działa bez pracowników.
zh: 该中心与零人工员工一起运作。

# ,934AF6164E9D6DEC7610089653A75AD4
source: DOLL INC. is a global leader in product development, toys, and logistics.
pl: DOLL INC. to światowy lider w rozwoju produktów, zabawkach i logistyce.
zh: Doll Inc。是产品开发，玩具和物流的全球领导者。

# ,8E8013C6452832C0F8335797C47B0EBE
source: The power consumption of DOLL INC. is so high it could sustain a megacity.
pl: Zużycie energii w DOLL INC. jest tak duże, że mogłoby zasilić megamiasto.
zh: Doll Inc。的功耗很高，可以维持大型。

# ,B7D7185D4F0DFF816301C9B8EB075A9D
source: This factory produces its own electricity. It doesn’t need the outside world.
pl: Fabryka produkuje własną energię. Nie potrzebuje świata zewnętrznego.
zh: 该工厂生产自己的电力。

# ,3B6C3FD344B4E7EB2D9FC2B8D1D19891
source: If you're new, please proceed to the Dispatchs Room. Just go straight and turn right.
pl: Jeśli jesteś nowy, idź do pokoju Envíos. Prosto i w prawo.
zh: 如果您是新手，请前往调度室。

# ,0DFB312842637757F54048AB5941FB43
source: Having trouble with one of our products? Please visit Customer Support at reception.
pl: Masz problem z produktem? Zgłoś się do obsługi klienta przy recepcji.
zh: 在我们的一种产品中遇到麻烦吗？

# ,5EEBC87E423C794916E6D9B877C3C505
source: Need to speak with a supervisor? I'm afraid this facility is fully automated. No one will assist you.
pl: Chcesz rozmawiać z nadzorcą? Ta placówka jest w pełni zautomatyzowana.
zh: 需要与主管交谈吗？

# ,5F1F13E243AE2A28C75B9CA746A1EE4E
source: Did you know DOLL INC. offers products from the hit game Doll Impostor?
pl: Czy wiesz, że DOLL INC. oferuje produkty z gry Doll Impostor?
zh: 您知道Doll Inc.提供热门游戏娃娃冒名顶替者的产品吗？

# ,12E1D45145D81B6312803CA13F33442E
source: DOLL INC. originally started as a pharmaceutical company.
pl: DOLL INC. rozpoczęła jako firma farmaceutyczna.
zh: Doll Inc。最初是从制药公司开始的。

# ,424D99844AB97FF3DF4F8D9DBC9666C2
source: DOLL INC. maintains a comprehensive surveillance system. Everything is recorded and controlled.
pl: DOLL INC. ma kompleksowy system nadzoru. Wszystko jest nagrywane.
zh: Doll Inc。维护一个全面的监视系统。

# ,3255FD1D45BAE0F40A68B5A746D758AC
source: Did you know Lucy hates her partner Max? In fact, the feeling is mutual.
pl: Czy wiesz, że Lucy nienawidzi Maxa? On też ją.
zh: 你知道露西讨厌她的伴侣麦克斯吗？

# ,04A2772A41BB362B62114B823486A761
source: This facility contains over 45,000 surveillance cameras.
pl: W tej placówce jest ponad 45 000 kamer.
zh: 该设施包含超过45,000个监视摄像机。

# ,00C8021F4BA2277E831CB49059966107
source: Good. Finally, you're doing something right.
pl: Dobrze. W końcu robisz coś dobrze.
zh: 好的。

# ,EB1526D34903F2A98135968929945E53
source: Good job, Operator. Try not to mess it up next time.
pl: Dobra robota, Operatorze. Nie schrzani tego następnym razem.
zh: 好工作，运营商。

# ,557C093E4C89AF17FD0561A302339377
source: That wasn’t completely awful. Keep it up.
pl: Nie było tragicznie. Tak trzymaj.
zh: 那不是完全糟糕的。

# ,166014F142A744CB936F5FAAB1636719
source: Hmm… acceptable. Barely.
pl: Hmmm… akceptowalnie. Ledwo.
zh: 嗯...可以接受。

# ,E8EB44DA44B64220DE714FA5EF464957
source: For once, your brain was in sync with your hands.
pl: Po raz pierwszy głowa współgrała z rękami.
zh: 一次，您的大脑与您的手同步。

# ,1FDF56C842D6D7B926794DBAB16F4434
source: Efficient. Clean. I’m impressed — temporarily.
pl: Wydajne. Czyste. Tymczasowo jestem pod wrażeniem.
zh: 高效的。

# ,12D4CC9B4BBAF78AC2BD3E8F3AB5E3FF
source: You’re not entirely useless after all.
pl: Wcale nie jesteś bezużyteczny.
zh: 毕竟您并不完全没有用。

# ,480C83EE4FE7472A852F2D85A12261E5
source: You might survive the 30 days at this rate.
pl: Na tym etapie możesz przetrwać 30 dni.
zh: 您可能会以此速度生存30天。

# ,2F0E63674E767B3627CAD6AAF859BD9D
source: Well done. Even a broken clock is right twice a day.
pl: Dobra robota. Nawet zepsuty zegar poprawnie pokazuje czas dwa razy dziennie.
zh: 做得好。

# ,2B3358B44EBA0A0EF08C2B8847D7541B
source: That’s the kind of obedience we need here.
pl: To właśnie posłuszeństwo, którego tutaj potrzebujemy.
zh: 这就是我们在这里需要的顺从。

# ,98E5DAF74727728FC67BD6AAA3B40072
source: Ah, there you are. Right on time.
pl: Och, jesteś na czas.
zh: 啊，你在那里。

# ,904AA2A9436ED8D055F2919F077418C3
source: Before we begin, I need to ask you a few basic questions... for record-keeping.
pl: Zanim zaczniemy, kilka pytań... do dokumentacji.
zh: 在开始之前，我需要问您一些基本问题...以保存记录。

# ,6D68507B4F631D8C6E65F0B88A85015A
source: Decide: Repair... or Production.
pl: Zdecyduj: Naprawa... czy Produkcja.
zh: 决定：维修或生产。

# ,194FF2B54AED2F0552EFB5BE0AED0B81
source: No mistakes.
pl: Bez błędów.
zh: 没有错误。

# ,6C25ABC241B5628F0C4EE5AB0DA63C3E
source: You'll start with basic tools.
pl: Zaczynasz od podstawowych narzędzi.
zh: 您将从基本工具开始。

# ,584D79DD4B80A283C589F3A91715E0AB
source: Improve them as you go.
pl: Ulepszaj je w miarę postępów.
zh: 随着您的身份提高它们。

# ,C07DA1564ABA98046DF98FB508907FAF
source: Faster. Smarter. Cleaner.
pl: Szybciej. Sprytniej. Czysto.
zh: 快点。

# ,C2286DBD467D78C896440BA42259DE54
source: You may also be called to assist
pl: Możesz też pomóc
zh: 您可能也会被要求提供帮助

# ,FC86D32E4E274E2ECA31EDB4AA97D460
source: Clearing jams...
pl: Usuwanie zacięć...
zh: 清理果酱...

# ,5C7E72994275FBD575E23FBB3251A506
source: Restoring power...
pl: Przywracanie zasilania...
zh: 恢复力量...

# ,DEB8DBC24F4F43E3616BC7A351013784
source: Fulfilling requests...
pl: Realizacja żądań...
zh: 满足请求...

# ,13045D1C4E4C746BDE5700A61DD277CB
source: Accessing storage.
pl: Dostęp do magazynu.
zh: 访问存储。

# ,FD03F95E4B764A371C7506AE63D6171A
source: Full name...
pl: Pełne imię...
zh: 姓名...

# ,4D53C5E44B2A1DEBF9762F8DC9FEF672
source: This is your probationary period.
pl: To Twój okres próbny.
zh: 这是您的试用期。

# ,DB1042D440AC1F7D4463869FAE9D4EB6
source: Thirty days.
pl: Trzydzieści dni.
zh: 三十天。

# ,B7EBAA074AD192032739CD8496085953
source: No exceptions. You’ll be monitored — continuously.
pl: Bez wyjątków. Będziesz monitorowany—ciągle.
zh: 没有例外。

# ,D0CA3B6E4C5E5CDD3CC5BFA0FE5C64AB
source: For efficiency. Accuracy. Obedience.
pl: Dla wydajności. Dokładności. Posłuszeństwa.
zh: 提高效率。

# ,AB2BD5184CC61F495829129F4C1A78A1
source: Cameras don’t blink. And neither should you.
pl: Kamery nie mrugają. Ty też nie.
zh: 相机不会闪烁。

# ,EFBC92374468E655FA36CA850022FB99
source: Now... put on your badge.
pl: Teraz... załóż odznakę.
zh: 现在...戴上你的徽章。

# ,BDB293F54B8E4B489AC493BBD78B9A5C
source: Your shift starts in three minutes.
pl: Zmiana zaczyna się za trzy minuty.
zh: 您的轮班从三分钟开始。

# ,11A8C2D042287A053025C1A1858CF924
source: Good luck... Operator.
pl: Powodzenia... Operatorze.
zh: 祝你好运...运营商。

# ,897549CA4C0A9C41CE1B6A834F133A67
source: Hmm. We'll log that later.
pl: Hmmm. Zapiszemy to później.
zh: 唔。

# ,AA93F97E48EB9BDF937A79889C804300
source: Any prior experience in automated classification systems?
pl: Jakie masz doświadczenie z systemami klasyfikacji?
zh: 自动分类系统有任何先前的经验吗？

# ,A9FB6ABA4FBDE3D7433D518ED873BDBE
source: Doesn’t matter. You'll learn.
pl: Nie ma znaczenia. Nauczysz się.
zh: 没关系。

# ,83975C7C4B504B0978E6E8B84F954E58
source: Any allergies to synthetic lubricants, industrial dust, or... unidentified organic material?
pl: Alergie na smary, pył przemysłowy czy... organiczne materiały?
zh: 对合成润滑剂，工业灰尘或...未识别的有机材料过敏吗？

# ,89ECEE8E420F34B07D87D6A6559B74DD
source: Good.
pl: Dobrze.
zh: 好的。

# ,533FBB9E4AEA45B341A515A7853BA5E7
source: Your role here is simple — but critical.
pl: Twoja rola jest prosta—ale krytyczna.
zh: 您的角色很简单，但至关重要。

# ,59B4070E494423CE05E7BD8BE2ABC6FF
source: Inspect each unit on the conveyor.
pl: Sprawdź każdą jednostkę na taśmie.
zh: 检查输送机上的每个单元。

# ,D9A9B034470E1FD7EAD857A393F1E425
source: Are you blind or just stupid?
pl: Jesteś ślepy czy głupi?
zh: 你是盲人还是愚蠢？

# ,3C2FAC0B43EA518FFE7344913C5D7CED
source: If this is your best, we might as well shut the whole system down.
pl: Jeśli to najlepsze, mogliśmy zamknąć system.
zh: 如果这是您最好的，我们不妨关闭整个系统。

# ,24EC81944D087E0FF5222D9D9EC6D49D
source: That was wrong. Completely and embarrassingly wrong.
pl: To było błędne. Kompletnie i żenująco.
zh: 那是错误的。

# ,F8F9AD754A8F89415DA504B9F07FA29C
source: Did you even look at the product?
pl: Czy w ogóle spojrzałeś na produkt?
zh: 您甚至看过产品吗？

# ,49AA7F0D4FC559CCDD7373A369F7009F
source: A child could do better.
pl: Dziecko zrobiłoby to lepiej.
zh: 一个孩子可以做得更好。

# ,84470858457C28F6A6FABF9BEF4E76D4
source: Disobedience detected. Again.
pl: Ponowne nieposłuszeństwo.
zh: 检测到不服从。

# ,BAF2EB5C4C4F6158B41CCC9711F22238
source: Useless. Just like the last one we threw out.
pl: Bezużyteczny. Jak ostatni, którego wyrzuciliśmy.
zh: 无用。

# ,DAE27FBF4003BAB3FD9A25A05EF64702
source: I’m starting to wonder if you’re defective too.
pl: Zastanawiam się, czy ty też nie jesteś wadliwy.
zh: 我开始怀疑您是否也有缺陷。

# ,BB8E520E437A662A523A0CB6C10826EE
source: That’s not a mistake — that’s sabotage.
pl: To nie błąd—to sabotaż.
zh: 这不是一个错误 - 那是破坏的。

# ,452B506A4EB49E9C4611ADA64DCA6812
source: Wrong again. You’re consistent at least — consistently bad.
pl: Znowu źle. Przynajmniej jesteś konsekwentny—konsekwentnie zły.
zh: 再次错了。

# ,1E6EADAC49050ADAA8D6F8A5ADBA1E3A
source: Hey
pl: Hej
zh: 嘿

# ,5D58393D483920BB2F67F798FB1C0047
source: We need more support for the resistance
pl: Potrzebujemy wsparcia dla ruchu oporu
zh: 我们需要更多支持抵抗

# ,4F0244124EEF11A962F605A9D33372C9
source: Head to the cafeteria
pl: Udaj się do kafeterii
zh: 前往自助餐厅

# ,8852087F4B48EE67AEC2AB88D3E1B5EA
source: Stick a few more decals, this time, on the tables
pl: Naklej kilka więcej naklejek na stoły
zh: 这次，在桌子上贴上几个贴花

# ,68973F4647EE8FCC98A78FA6F6B1DAD0
source: We need fresh eyes… and loyal minds
pl: Potrzebujemy świeżych oczu… i lojalnych umysłów
zh: 我们需要新鲜的眼睛……忠实的头脑

# ,6F111C4946538C8B657EABAACFBEFAEF
source: Hey... partner
pl: Hej... partnerze
zh: 嘿...伴侣

# ,430864364AE79A03B9AF6E8491332769
source: I'm glad to see you... even if it's like this
pl: Cieszę się, że cię widzę... nawet tak
zh: 我很高兴见到你...即使是这样

# ,486251334B2110CC4341FC8698399A4F
source: Guess I messed up, huh? I really thought I could change something... but I failed. I failed you. I failed all of us
pl: Zepsułem to, co nie? Myślałem, że coś zmienię... ale zawiodłem.
zh: 猜猜我搞砸了，是吗？

# ,8847DE8D4F455475C55960A7E346FA1E
source: Listen... there's something you need to know
pl: Posłuchaj... musisz to wiedzieć
zh: 听...您需要知道的东西

# ,73F0F8CD421FF21129F552AFD43BD6DE
source: You're a robot, partner. Just like me. Just like the Operators
pl: Jesteś robotem, partnerze. Jak ja.
zh: 您是机器人，合伙人。

# ,4378750C41ADA7B30936ACB3EBA3A0B8
source: I’m sorry I kept it from you... but maybe you already suspected it
pl: Przepraszam, że cię okłamałem... ale może już się domyślałeś
zh: 对不起，我向您掌握了它...但是也许您已经怀疑了

# ,A254BD4F43576DEAE325E19700F1E31A
source: You were created by Doll Inc. Your purpose was to replace all those who came before... all those they destroyed
pl: Stworzono cię w Doll Inc. Twoim celem było zastąpienie wszystkich poprzednich.
zh: 您是由Doll Inc.创建的。您的目的是替换所有以前来的人...所有他们被摧毁的人

# ,DCB1081E4B89FCDF7D7519ACCC8ED455
source: They designed you to test one thing: obedience
pl: Zaprojektowali cię, by testować jedno: posłuszeństwo
zh: 他们为您设计了一件事：服从

# ,B42DAB2144DA6658DCE13F8F20534C22
source: Please... pull me up, and let’s finish this together...
pl: Proszę... pociągnij mnie w górę i dokończmy to razem...
zh: 请...把我拉起来，让我们一起完成...

# ,0638ADD144AE7023986E5B80771938B4
source: DONE! We've got control over the cameras now.
pl: ZROBIONE! Mamy kontrolę nad kamerami.
zh: 完毕！

# ,6C93B10C46F916E864F90E997951126D
source: It's time to move forward with the sabotage
pl: Czas na sabotaż
zh: 是时候继续进行破坏了

# ,D834FE6147D62E4A5D6A8E83BDD5E7FF
source: We need to find new allies
pl: Musimy znaleźć nowych sojuszników
zh: 我们需要找到新的盟友

# ,B735645E4DFB97B9D40792AC2F511F46
source: Head to the Human Resources office...
pl: Udaj się do biura HR...
zh: 前往人力资源办公室...

# ,713B00EE4EA18B33459531A584CE5273
source: Let's find more people like you.
pl: Znajdź więcej podobnych tobie.
zh: 让我们找到更多像您这样的人。

# ,F8A799BD49890F07CBD968BC8DEADF45
source: I contacted everyone last night
pl: Wczoraj wysłałem wiadomości
zh: 昨晚我联系了所有人

# ,8EF550414B06EE0153DA46B5F0D52549
source: Those who want to join have left their ID in their locker
pl: Ci, którzy chcą dołączyć, zostawili ID w szatni
zh: 那些想加入的人将身份证留在了储物柜中

# ,4F1249E640F4432C1E6B36B653137ABE
source: Go pick them up
pl: Odbierz je
zh: 去接他们

# ,2AE4EDD24C749DD6088F7EA3A985C4FE
source: It’ll give us security… and proof of loyalty for what’s coming
pl: Otrzymamy bezpieczeństwo… i dowód lojalności
zh: 它将为我们提供安全……并证明即将发生的事情

# ,4F8632F04269A7D8CAA1A7881365CB5C
source: Oh, there you are
pl: Och, oto jesteś
zh: 哦，你在那里

# ,30EB5637418226E6170823917AF86027
source: Look down there… see that poor Operator?
pl: Spójrz tam… widzisz nieszczęsnego Operatora?
zh: 看着那里……看到那个糟糕的操作员？

# ,91A20B7B40954567EF2AE3ADFA6F5C71
source: And when you do?
pl: A co, gdy to zrobisz?
zh: 什么时候做？

# ,5A34DC7F4117B3419A0EB99C06781280
source: You’ll be replaced. Quietly
pl: Zostaniesz cicho zastąpiony
zh: 您将被替换。

# ,4370DA384F2B6B02404D9B93E4AE9F00
source: Efficiently
pl: Sprawnie
zh: 有效

# ,277946694E925A0FEC3B49A1FA26F329
source: No one even notices
pl: Nikt nawet nie zauważy
zh: 甚至没有人注意到

# ,CDF1C0784480B1FC40F609BD11EC3623
source: Observe them quickly. You better leave before they restore the systems
pl: Obserwuj szybko. Musisz odejść, zanim przywrócą systemy
zh: 快速观察它们。

# ,19A9A41E42012EACABE6DEB5B105EF5B
source: Last one on the list, doesn’t even realize we’re up here watching.
pl: Ostatni na liście nie zdaje sobie sprawy, że obserwujemy go stąd.
zh: 名单上的最后一个，甚至没有意识到我们在这里观看。

# ,9F8C51044A9824520D353CBC40DB80B7
source: sighs softly
pl: cicho wzdycha
zh: 轻柔地叹了口气

# ,6DAB99DD49E97AED79EAC9AFEA730D13
source: Listen, you should know something
pl: Słuchaj, powinieneś wiedzieć
zh: 听着，你应该知道一些东西

# ,1367D9404ACCDB8903DB95BD8B471BCD
source: Operators… they’re not here by choice
pl: Operatorzy… nie są tu z wyboru
zh: 运营商……他们不是在这里选择的

# ,481D920244913E2E969F39A7FB449117
source: Once you're in, you don’t leave
pl: Gdy wejdziesz, nie wyjdziesz
zh: 一旦进入，您就不会离开

# ,0EBC0BCE44987F99D9CDD6818DBC88ED
source: This facility? It’s not a job
pl: Ta placówka? To nie praca
zh: 这个设施？

# ,BAE2D6664C023DC13592E492E37A0D65
source: It’s a sentence
pl: To wyrok
zh: 这是一句话

# ,FF2CE05F4141C5C8151DE89D90A45D12
source: You work until you break
pl: Pracujesz, aż się zepsujesz
zh: 你工作直到休息

# ,B3D38CB340E384E7EDD0AD9B273E8902
source: I’ve shut down the surveillance systems
pl: Wyłączyłem systemy nadzoru
zh: 我关闭了监视系统

# ,DB43B9D64D0DF086C2289BBFEA78771A
source: Go to the Observation Room, I’ll wait here
pl: Idź do pokoju obserwacji, poczekam tutaj
zh: 去观察室，我会在这里等

# ,94E835CF4EB0B69CBF1973B7477D873C
source: ...Oh, and be careful. There are still guards patrolling
pl: ...I uważaj. Straż nadal patroluje
zh: ...哦，要小心。

# ,64CFC508469BD0D37566979599FA5D76
source: GOT IT!?
pl: ZROZUMIANE!?
zh: 知道了！？

# ,83523E424E6868C554312E8D32F602BD
source: These papers will help us identify more potential allies.
pl: Te dokumenty pomogą znaleźć więcej sojuszników.
zh: 这些论文将帮助我们确定更多潜在的盟友。

# ,0175EBC0460C7217B6728A82FBDA33DD
source: Hand them over.
pl: Przekaż je.
zh: 将它们交给他们。

# ,27B387864F7F6844387B80BAB8F8E6EE
source: ...Anything else?
pl: ...Coś jeszcze?
zh: ...还要别的吗？

# ,3D29B34F497E7073604A908B2A8704EC
source: This place isn’t safe.
pl: To miejsce nie jest bezpieczne.
zh: 这个地方不安全。

# ,7914FADC481498F941C2ACBC0CE10682
source: Don’t worry... I’ve turned the cameras off. Just for a moment
pl: Spokojnie... wyłączyłem kamery. Na chwilę
zh: 不用担心...我关闭了相机。

# ,D0121E2E49831E3EC86E6FB82293D421
source: All robots at Doll Inc follow a strict hierarchy
pl: Wszyscy robotnicy Doll Inc podlegają ścisłej hierarchii
zh: Doll Inc的所有机器人都遵循严格的层次结构

# ,43755B1749E805635EE80E9DCE59B2B0
source: Whites are operators
pl: Biali to operatorzy
zh: 白人是操作员

# ,BDD21FBA48EE687B4E713998AACCDD39
source: Purples, as you’ve likely noticed, are supervisors.
pl: Fioleci, jak zauważyłeś, to nadzorcy.
zh: 正如您可能注意到的那样，紫色是主管。

# ,33E66189429A143C3A0E38AD3D0C2FAB
source: Every color has a role.
pl: Każdy kolor ma rolę.
zh: 每种颜色都有角色。

# ,1C7A40F84505BFA5DF3B39B360FFDEC2
source: And every role… comes with surveillance.
pl: A każda rola... pod nadzorem.
zh: 每个角色……都有监视。

# ,94D2D2AC40D80E1C3CC34A82FA9D1D42
source: Watch out
pl: Uważaj
zh: 提防

# ,48CE142947DBA2F357EB52B270EEB617
source: HEY! Up here, on the screens!
pl: HEJ! Na ekranach!
zh: 嘿！

# ,51D0A2B94FCF16936C0D1A9CEA19C8DC
source: Listen... there’s not much time
pl: Słuchaj... nie mamy czasu
zh: 听...没有太多时间

# ,483B2EC44E0C9EB619CD099D6B48E4F6
source: To break the cycle. So no one else has to go through this
pl: By przerwać cykl. Aby nikt już nie przeszedł tego
zh: 打破周期。

# ,E4CC6EBB4586C8332795139FA2E52DDF
source: You can make a difference
pl: Możesz zrobić różnicę
zh: 你可以有所作为

# ,370989F04BCCE568EA54E6ABAF8D9E15
source: Are you with me?
pl: Jesteś ze mną?
zh: 你和我在一起吗？

# ,4BC3A27D48FB504845DA5DA7EA336FC0
source: I know this isn’t what you expected when you took the job
pl: Wiem, że to nie to, czego oczekiwałeś
zh: 我知道这不是您接任工作时所期望的

# ,F8C5915E46F14B0FA8221B95FEF2F37E
source: But things in here... they’re not right
pl: Ale tu coś jest nie tak
zh: 但是这里的事情...他们不对

# ,416C386B4E0A04C6064834909C9B7D4B
source: You’ve seen it. You’ve felt it, something’s off, right?
pl: Widziałeś to. Poczułeś, że coś tu nie gra?
zh: 您已经看到了。

# ,B99DDBE64A56C1FEC7E8E68D42A633D3
source: I felt it too. From day one
pl: Też to czułem. Od pierwszego dnia
zh: 我也感觉到了。

# ,E4094FEE4436E9536AFBB89942BF4975
source: And now I know for sure: someone has to do something
pl: Teraz wiem na pewno: ktoś musi coś zrobić
zh: 现在我肯定知道：有人必须做某事

# ,897428014E2F1AE5A6546581DEA2ADDB
source: And I can’t do it alone
pl: I nie zrobię tego sam
zh: 我不能一个人做

# ,EAC0AF144C15B2C2F350549758E40B82
source: Soon, we’ll start the sabotage
pl: Wkrótce zaczniemy sabotaż
zh: 很快，我们将开始破坏

# ,AD144C764A263C95E1FB6B9040D97B24
source: I need your help to bring this place down from the inside
pl: Potrzebuję twojej pomocy, by zniszczyć to miejsce od środka
zh: 我需要您的帮助才能从内部降低这个地方

# ,05A84D2E4B2420B57501BC83BDD8C73C
source: We're making progress.
pl: Robimy postępy.
zh: 我们正在取得进步。

# ,3884F7A849ACA8D166F457BD71E53DEE
source: Some of our operators have already begun sabotage in other sectors...
pl: Niektórzy operatorzy już sabotażują inne sektory...
zh: 我们的一些运营商已经开始在其他领域破坏...

# ,B1009135454DE96ACBFE178DAF92F52E
source: tampering with surveillance feeds.
pl: manipulują transmisjami.
zh: 篡改监视进料。

# ,F551FD1646B4CC50F0C29FAAAA13190D
source: Now it’s your turn.
pl: Teraz twoja kolej.
zh: 现在轮到你了。

# ,F38B5F6A48A1FCD06DB50C869A44A5D5
source: Head to the camera panel in this area...
pl: Udaj się do panelu kamer...
zh: 前往该区域的相机面板...

# ,9AD9C33143B2ECA51D30EAB3F9EB053E
source: and scramble the signal.
pl: i zakłóć sygnał.
zh: 并争夺信号。

# ,EB7070184D48FCCBFA32F69D032B7143
source: Just enough to keep eyes off us.
pl: Trochę, by odwrócić od nas uwagę.
zh: 足以让眼睛远离我们。

# ,73E9038D4078061CADD11ABAE04F7D12
source: PARTNER!
pl: PARTNERZE!
zh: 伙伴！

# ,D7614F6D430F175A08513FAB63D202BF
source: You’ve done an excellent job
pl: Świetna robota
zh: 你做得很好

# ,25366B6046287241BE232A82E7F1568B
source: We’ve got several new recruits now, there’s no need for you to continue that task
pl: Mamy nowych rekrutów, nie musisz dalej tego robić
zh: 我们现在有几个新兵，您无需您继续这项任务

# ,A550455549EB6229A89579AF00173EAF
source: Others will take it from here
pl: Inni przejmą to od teraz
zh: 其他人会从这里拿走

# ,28822C8A437A6122579A01863161EDF5
source: I’ll be in touch… soon
pl: Skontaktuję się... wkrótce
zh: 我会取得联系...很快

# ,D7EBEAA34B312C680417ED98BBE77D26
source: Welcome to Cumulative Mode.
pl: Witaj w trybie Kumulacyjnym.
zh: 欢迎使用累积模式。

# ,C97818A74686EAE991906C8F9B9CB5FA
source: Make smart decisions—products will appear faster and faster.
pl: Podejmuj mądre decyzje—produkty pojawiają się coraz szybciej.
zh: 做出明智的决定 - 产品将越来越快地出现。

# ,96138EDF4C183804C1F194810DD28966
source: If 9 items pile up or you make a mistake, it's over.
pl: Jeśli nazbierasz 9 lub popełnisz błąd, koniec.
zh: 如果9个物品堆积起来或犯了一个错误，那就结束了。

# ,6CCA9E6D4D8701F16A0D188DDD0589B1
source: Good luck, Operator.
pl: Powodzenia, Operatorze.
zh: 祝你好运，运营商。

# ,7014B86943D8BD1AE3B7C08494C072F8
source: Watch where you're going!
pl: Uważaj, gdzie idziesz!
zh: 观看要去的地方！

# ,1E01CF8342CCD71EBD287BBD7AC42098
source: HI THERE!
pl: CZEŚĆ!
zh: 你好呀！

# ,22455C064C7CD229BD7ED78F1A0D64B4
source: Oh—sorry, did I scare you?
pl: Och—przepraszam, przestraszyłem cię?
zh: 哦，抱怨，我吓到你了吗？

# ,407975284AE076ED8C3A049CF4ACDA25
source: I’m Blue.
pl: Jestem Blue.
zh: 我是蓝色的。

# ,2F9C874F4E92E8A1F447669E70320870
source: I turned off the lights…
pl: Wyłączyłem światła...
zh: 我关闭了灯...

# ,0F58C42D497B58C741B4058F9CF61B4D
source: so we could talk.
pl: żebyśmy mogli porozmawiać.
zh: 所以我们可以说话。

# ,A25811C64B3EB4A6F2000DB0CA81D148
source: Away from the cameras.
pl: Z dala od kamer.
zh: 远离相机。

# ,FB859D8D44DE40E550BCEA9AC555D1DA
source: This place isn’t safe.
pl: To miejsce nie jest bezpieczne.
zh: 这个地方不安全。

# ,F863079244B12DD9F6FA5C8CAE715531
source: Watch your back.
pl: Uważaj za siebie.
zh: 看着你的背。

# ,031067AF4D6B2D0C8B2A858FEB589494
source: No.. No... PLEASE PARTNER NO!
pl: Nie.. NIE... PROSZĘ PARTNERZE NIE!
zh: 不..不...请伙伴不！

# ,84E5AE2B482D5FA4948C7BB412418016
source: NOOO!
pl: NIEEE!
zh: 不！

# ,E3B0630D496DBAFC5D507B9A62DFF59D
source: Sir, we are ready to proceed with the rebellion
pl: Sir, jesteśmy gotowi do buntu
zh: 先生，我们准备进行叛乱

# ,605249F9418D8DA4A9E7D88B07970B44
source: Our agents have successfully infiltrated every tier of the power structure
pl: Nasi agenci przeniknęli każdą warstwę władzy
zh: 我们的代理商已成功渗透了电源结构的每一层

# ,A24BF56A40EB93862058BDB4F8FAE1D8
source: But… we bring troubling news
pl: Ale… mamy złe wieści
zh: 但是……我们带来令人不安的消息

# ,02CCE9AA412336D4D04F38B66525085F
source: We have no intel on Blue
pl: Nie mamy informacji o Blue
zh: 我们没有蓝色的英特尔

# ,E1148EB34765BA995B0D7384C0263C2B
source: Last known sighting was in Sector 4
pl: Ostatnie widzenie w Sektorze 4
zh: 最后已知的目击是在第4区

# ,9CC42AB8486176A4D4584F8B1DCA3260
source: We’re assuming he’s been captured
pl: Zakładamy, że został pojmany
zh: 我们假设他被俘虏了

# ,5AF547F5430BF16F366C1887A49DCC89
source: We await your command
pl: Czekamy na twoje rozkazy
zh: 我们等待您的命令

# ,BB9BE8DC4570D8469EC8878F5CE08F4E
source: Sir… we have a situation
pl: Sir… mamy sytuację
zh: 先生……我们有一个情况

# ,21A4CCCA478EF325837C00B1BFB66DFA
source: Most of the servers have been sabotaged, just as planned, but we couldn’t finish the job
pl: Większość serwerów została sabotażowana, ale nie skończyliśmy
zh: 大多数服务器都按计划进行了破坏，但我们无法完成工作

# ,E05EFF2F4E13DC9A65C5F387851EB0D9
source: Blue redirected us to another sector
pl: Blue przekierował nas do innego sektora
zh: 蓝色将我们重定向到另一个部门

# ,BD7B99F14114A45F53327883063DA9F9
source: Only a few remain untouched
pl: Kilka pozostało nietkniętych
zh: 只有少数保持不变

# ,75969FFC4683F0DFD8A62BBBD7A9F982
source: We’re counting on you to complete the task
pl: Liczymy, że ukończysz zadanie
zh: 我们指望您完成任务

# ,0E194047435D449495A87B904611A781
source: Your leadership is... essential
pl: Twoje przywództwo jest... niezbędne
zh: 您的领导是...必不可少的

# ,9ACA0E3945A7685B41D3FFA714E870C1
source: What just happened?
pl: Co się stało?
zh: 刚刚发生了什么？

# ,17C50F3044F005257422C595E10E2DED
source: What did you touch?
pl: Czego dotknąłeś?
zh: 你触摸了什么？

# ,E0FAC6334B81106B7F513AA1C404F1DB
source: Come on, get back to work
pl: Dalej, wracaj do pracy
zh: 来吧，回去工作
