Repository: Ninggeez/doll-inc-localizations
Catalog: */Game.po
Languages: pl, zh

# ,F00390E9420BDC6FDBCC79BBB0DB2237
source: Use it wisely
pl: Używaj rozsądnie.
zh: 明智地使用它

# ,36B418724AF72A663D01ACAD0CEE2413
source: New day.
pl: Nowy dzień.
zh: 新的一天。

# ,A83F29B04D7D263BDF0F35ABD240C1D7
source: Today, you'll be handling Orders.
pl: Dziś zajmiesz się Pedidos.
zh: 今天，您将处理订单。

# ,6C50ACD14BF451C81404DBA21BD427A3
source: Once you press the Dispatch button, incoming requests will show up on the panel.
pl: Po naciśnięciu przycisku Dispatch pojawią się przychodzące requests.
zh: 按下调度按钮后，传入请求将显示在面板上。

# ,7CF4F49548489A5719460FB090557F65
source: Head to Storage, find the requested product, and bring it back for processing.
pl: Idź do Magazynu, znajdź żądany produkt i przynieś go do przetworzenia.
zh: 前往存储，查找请求的产品，然后将其带回处理。

# ,C45DE74440471F2D3EDB029BBF12852C
source: Simple task, but don't mess it up.
pl: Proste zadanie, nie schrzń tego.
zh: 简单的任务，但不要把它弄乱。

# ,DA7DCDC542C568F2EF946F8549F06509
source: Today’s going to be a bit more… tedious.
pl: Dziś będzie… nużąco.
zh: 今天会更加……乏味。

# ,FD5CCD36463CEA8C928DB0A22C8826A3
source: We’ve received multiple requests for separate items, dolls and boxes individually.
pl: Otrzymaliśmy wiele próśb o oddzielne items: muñecos i cajas.
zh: 我们已经收到了多个单独的项目，洋娃娃和盒子的请求。

# ,58432AFC472CC0DD356393964BE1DC9F
source: Check the order panel and fulfill each request accordingly.
pl: Sprawdź panel zamówień i realizuj każde zgodnie z requestem.
zh: 检查订单面板并相应地满足每个请求。

# ,B6CEFE5D4DEAA109EFE33AA5EDAC7915
source: Stay sharp and don’t mix them up.
pl: Bądź czujny i ich nie pomyl.
zh: 保持锋利，不要混合。

# ,91F1DDD249FBEC5A4D116FAFFC30680F
source: Things will change soon… hang in there.
pl: Wkrótce się to zmieni… wytrzymaj.
zh: 事情很快就会改变……挂在那里。

# ,36EC55BA48DE5D0A3819A8AB332FBFDE
source: Today’s task requires precision
pl: Dzisiejsze zadanie wymaga precyzji.
zh: 今天的任务需要精确

# ,FBBA9F30443343E05EB411BF873F8C73
source: Some orders will now request both a box and a doll together
pl: Niektóre May teraz żądać obu: caja i muñeco razem.
zh: 现在有些订单将一起要求一个盒子和一个娃娃

# ,598ED16A414CD3F07FBC49AF875B0E4F
source: You have two options
pl: Masz dwie opcje.
zh: 您有两个选择

# ,790370A74511CB8AC419779F677F3BD6
source: Place the doll inside the box, it will count as one complete unit
pl: Włóż muñeco do caja — to będzie jeden kompletny unit.
zh: 将娃娃放在盒子里，它将算作一个完整的单元

# ,C164326848D943D16F8B53B1C8B421A5
source: Or send each product separately, but make sure the order is fully completed
pl: Lub wyślij każdy produkt osobno, ale upewnij się, że pedido jest w całości.
zh: 或单独发送每个产品，但请确保订单已完全完成

# ,CF1DDE4348E8CA218251D2B68FE7580C
source: Do it right. Orders are monitored closely
pl: Zrób to dobrze. Pedidos są ściśle monitorowane.
zh: 做对了。

# ,8C3318BF43FF5EDC5A4D778714FBFA3F
source: Alright, today’s task is a little different.
pl: Dobrze, dzisiejsze zadanie jest nieco inne.
zh: 好吧，今天的任务有些不同。

# ,FAA49AA74C09E43BDE66B4A55EFA542F
source: Some orders now include custom names printed on the boxes.
pl: Niektóre Pedidos teraz zawierają custom nazwy na cajas.
zh: 现在有些订单包括在框上打印的自定义名称。

# ,3FAE62124D8E20DA8FAA3C94F418A30C
source: Head over to the storage area, pick the box listed in the order...
pl: Idź do magazynu, wybierz cajas z pedido...
zh: 前往存储区，选择订单中列出的框...

# ,BE875AE6490A1EA088424993C3217A4A
source: Then bring it to the labeling machine to assign the correct name.
pl: Następnie przynieś ją do maszyny do etykiet, by nadać poprawną nazwę.
zh: 然后将其带到标签机以分配正确的名称。

# ,53D079974D58C0F044AEFCB515E3CB68
source: Make sure everything matches, no typos allowed.
pl: Upewnij się, że wszystko się zgadza, bez literówek.
zh: 确保一切都匹配，不允许错字。

# ,232069D64671012C9020B0BC0BA6A6D8
source: Today, you’ll be preparing shipments.
pl: Dziś przygotowujesz wysyłki.
zh: 今天，您将准备货物。

# ,B9876A7D41F0C5503614F5A8BC12B51C
source: Head to the storage room, request a box, and place all the required products inside.
pl: Idź do magazynu, poproś o caja i włóż wszystkie produkty.
zh: 前往储藏室，请求一个盒子，然后将所有必需的产品放入其中。

# ,E503D3DC4775A1DC0BA9E2AE7BE16DD0
source: Make sure to add protective padding, then send it to production.
pl: Dodaj padding ochronny, potem wyślij do produkcji.
zh: 确保添加保护性填充物，然后将其发送到生产中。

# ,12315BF8407364A8D72A8CBA04EC29F4
source: Alright, Operator
pl: Dobrze, Operatorze.
zh: 好吧，操作员

# ,04CDF18B4D947FF4E1DF98961F5D42E5
source: Continue handling requests as usual.
pl: Kontynuuj obsługę requestów jak zwykle.
zh: 继续照常处理请求。

# ,960C44074C8C218584F61C89408576B1
source: We’ve now installed a classifier panel in your dispatch.
pl: Zainstalowaliśmy teraz panel klasyfikacyjny w twoim Envíos (dispatch).
zh: 现在，我们在您的调度中安装了分类器面板。

# ,EC2ADCF046546F86784CEBB1D600CCE5
source: You can use it to request products directly, no need to walk to storage every time.
pl: Możesz prosić o produkty bez chodzenia do magazynu.
zh: 您可以使用它直接请求产品，无需每次步行到存储。

# ,2198B93E4B5CA595CDF790B76C07D7CB
source: Unless you enjoy the exercise…
pl: Chyba że lubisz ćwiczenia…
zh: 除非您喜欢练习...

# ,07F0B89040D8219EDDA412842F3C3999
source: Also, you’ll notice a new label printer at your station.
pl: Zauważysz też nową drukarkę etykiet przy stanowisku.
zh: 另外，您会在车站注意到新的标签打印机。

# ,ADE10A3A4C1C028BB8E1179CB9C319CB
source: Use it to re-label packages faster and with better accuracy.
pl: Użyj jej, by szybciej i dokładniej etykietować paczki.
zh: 使用它以更快，更准确的速度重新标记包装。

# ,85E99F14451E0CF0C2AA5D955BFB3ECB
source: Less time wasted. More work done.
pl: Mniej zmarnowanego czasu. Więcej zrobionej pracy.
zh: 浪费时间更少。

# ,5D32721545885BF0E2964A9E3297B46D
source: Let’s keep the line moving.
pl: Utrzymuj linię w ruchu.
zh: 让我们保持线路移动。

# ,1DB342544EE1F8CAF0BFC9B495E9979C
source: New day, Operator
pl: Nowy dzień, Operatorze.
zh: 新的一天，运营商

# ,7C4FAEAB4C2DDFCB9408998FB6A8FB86
source: Today you’ll be handling returns
pl: Dziś będziesz obsługiwać zwroty.
zh: 今天您将处理回报

# ,31E3D8424F2D2EE7DEB126BC43678985
source: Open the box, remove the products, and send them all to production
pl: Otwórz caja, wyjmij produkty i wyślij je do produkcji.
zh: 打开盒子，卸下产品，然后将它们全部发送给生产

# ,14123E9545CDAF0F55A5E1BCD938D69A
source: Discard the packaging and the box in the bin
pl: Wyrzuć opakowania i caja do kosza.
zh: 丢弃包装和箱子里的盒子

# ,BF7C5B25488E1CAFA49CECBB3058B274
source: Simple, efficient. Let’s move
pl: Prosto, efektywnie. Ruszajmy.
zh: 简单，高效。

# ,1341ABC141C212381873A1B66F21D743
source: Alright, this doll is inconsistent.
pl: Dobrze, ten muñeco jest niespójny.
zh: 好吧，这个洋娃娃是不一致的。

# ,D9AAA851491E73CAC5CBDF84CD4BF6CD
source: If you look closely, it’s damaged on the back.
pl: Jeśli spojrzysz dokładnie, jest uszkodzony z tyłu.
zh: 如果仔细观察，它的背面会损坏。

# ,45F47E71473D7F33DAD4A2BC7B2CE229
source: Send it to repair
pl: Wyślij do naprawy.
zh: 发送它进行维修

# ,3880690C4FD18A3FBFAAD0A35AA5C749
source: Today we continue with the returns
pl: Dziś kontynuujemy zwroty.
zh: 今天我们继续回报

# ,07BA4E80457FEE12C860AC8DA7F9B3AD
source: This time, you'll need to inspect each product thoroughly
pl: Tym razem musisz dokładnie sprawdzić każdy produkt.
zh: 这次，您需要彻底检查每个产品

# ,F952946A482C6543BA26689C9CB52FD6
source: If everything looks good, send it to production
pl: Jeśli wszystko w porządku, wyślij do produkcji.
zh: 如果一切看起来都不错，请将其发送给生产

# ,BC5E5F9246CB1DE9B31546A8559FD869
source: If not, mark the issue and send it for repairs
pl: Jeśli nie, zaznacz problem i wyślij do naprawy.
zh: 如果没有，请标记问题并将其发送以进行维修

# ,11A8BF7D4DDAB58E400A109B16801073
source: Don't rush, every detail matters
pl: Nie spiesz się, każdy szczegół się liczy.
zh: 不要着急，每个细节都很重要

# ,478B2BCE4A97D8EF5F01219B7DA6FB18
source: Today you'll be handling both deliveries and returns
pl: Dziś obsługujesz i dostawy, i zwroty.
zh: 今天，您将处理两个交货和回报

# ,03DA70AD4D0BE583B74654A8E1089F1A
source: Make sure to double-check each order
pl: Upewnij się, że podwójnie sprawdzasz każde pedido.
zh: 确保仔细检查每个订单

# ,E12D6DA545E99D6632DE41A7B84C1439
source: Approved items go out, damaged or incorrect ones come back
pl: Zatwierdzone przedmioty wychodzą, uszkodzone lub niepoprawne wracają.
zh: 批准的物品出去，损坏或不正确的物品回来

# ,45C79FDF43ABCEB60A615E82010EACAA
source: Stay sharp. Mistakes cost time
pl: Bądź czujny. Błędy kosztują czas.
zh: 保持锋利。

# ,C0A5B3324F0C63FEA96917997A329026
source: Today we’re putting everything to the test
pl: Dziś wszystko będzie testowane.
zh: 今天我们正在测试一切

# ,ED4ACFE94E2FBD137528B59F882C66C5
source: Inspect products, process orders, and handle returns, all at once
pl: Inspekcja produktów, przetwarzanie pedidos i zwrotów jednocześnie.
zh: 一次检查产品，处理订单和处理退货

# ,A146816C4303937A564CC885EBD345EF
source: Let’s see how well you manage under pressure
pl: Zobaczymy, jak radzisz sobie pod presją.
zh: 让我们看看您在压力下的管理程度

# ,60B45CD3497D5D95B9089A8E7A039C9D
source: This case is damaged
pl: Ta caja jest uszkodzona.
zh: 这个案件损坏了

# ,2549DA304FEBEBBD0D03E484CF279614
source: If you look closely, there’s an inconsistency on the upper part, just above the label
pl: Jeśli spojrzysz uważnie, jest niespójność nad etykietą.
zh: 如果仔细观察，上部就在标签上方存在不一致之处

# ,BE98D70649DE23EB39DF459B333241CF
source: This case looks good
pl: Ta caja wygląda dobrze.
zh: 这种情况看起来不错

# ,102B8BC04A7FFB703FDDC09D41B210A9
source: Good job.
pl: Dobra robota.
zh: 好工作。

# ,E226388249C605C1A0D63886D30AFC59
source: Now request a new product, and let’s inspect it again.
pl: Teraz zamów nowy produkt i sprawdź ponownie.
zh: 现在请求新产品，让我们再次检查。

# ,E2CC5E084EA5A15E7951C7BEB96C4E71
source: This doll looks good.
pl: Ten muñeco wygląda dobrze.
zh: 这个娃娃看起来不错。

# ,19931A42482B21AC13A3D6A2080D4FD7
source: Send it to production
pl: Wyślij do produkcji.
zh: 将其发送到生产

# ,D4C10A9040D406BA1EEE03A381141937
source: Great! Excellent work.
pl: Świetnie! Doskonała robota.
zh: 伟大的！

# ,70F58B2F44A0182A5F14E198BEFAF208
source: Now that you know how it works, go ahead and process a few more products.
pl: Skoro wiesz, jak to działa, przetwórz kilka więcej produktów.
zh: 现在您知道了它的工作原理，继续处理更多产品。

# ,2595927B46CF588E5DA79A81F7E84654
source: Oh no... the power’s out.
pl: Och nie... zabrakło prądu.
zh: 哦，不...电源熄灭了。

# ,30DC6A784257F9DC1B9E3898D6B35B08
source: That doesn’t usually happen.
pl: To się zwykle nie zdarza.
zh: 通常不会发生。

# ,D763BFD14F81A594C968D58E62997899
source: In any case, head to the maintenance room and restore the power.
pl: W każdym razie idź do pokoju konserwacji i przywróć zasilanie.
zh: 无论如何，前往维护室并恢复电源。

# ,61D5E3C74007E1240E68EEBBD157EEC3
source: Well done.
pl: Dobra robota.
zh: 做得好。

# ,620D911045D98B0B39A48E9FD410E03E
source: Now get back to work.
pl: Wracaj do pracy.
zh: 现在恢复工作。

# ,167DA4A54EC0C3A3CF79C48545DBFD37
source: Well done, Operator
pl: Dobra robota, Operatorze.
zh: 做得好，操作员

# ,2F8E858B4DC5D94E88EB56BE99A37BC0
source: You’ve successfully completed this initial 5-day assessment
pl: Pomyślnie ukończyłeś tę wstępną 5-dniową ocenę.
zh: 您已经成功完成了最初的5天评估

# ,1183B50344E281A6874CB3AAC2572369
source: Now, review the final product carefully… And ask yourself — are you ready to survive 30 days?
pl: Teraz dokładnie sprawdź finalny produkt… I zapytaj siebie — czy jesteś gotów przeżyć 30 dni?
zh: 现在，仔细检查最终产品……问问自己 - 您准备生存30天吗？

# ,769D6C624D030E13130876938AAE603D
source: Your performance has been noted
pl: Twoje wyniki zostały odnotowane.
zh: 您的表现已经注意到

# ,6B0995774584C17891EC16A2765C8F5D
source: This was only a demonstration. Your true evaluation begins… when you’re ready.
pl: To była tylko demonstracja. Prawdziwa ocena zaczyna się… gdy będziesz gotów.
zh: 这只是一个示威。

# ,75F174E14B3C53BBAEA61BA7080C6A7B
source: Wake up...
pl: Obudź się...
zh: 醒来...

# ,4099A79E44243F72F95F9C87D7630B8E
source: WAKE UP!
pl: OBUDŹ SIĘ!
zh: 醒来！

# ,EF383E724E595B6A2BF14CA3076ED621
source: WORK! OBEY! SERVE! CONFORM! BE GRATEFUL!
pl: PRACUJ! SŁUCHAJ! SŁUŻ! DOSTOSUJ SIĘ! BĄDŹ WDZIĘCZNY!
zh: 工作！

# ,98EBC6D04377241BFB75A380B988F43E
source: Let’s play forever.
pl: Bawmy się na zawsze.
zh: 让我们永远玩。

# ,BE5078404F7E40B6251C239F550EA78B
source: Let me fix you...
pl: Pozwól mi cię naprawić...
zh: 让我修理你...

# ,C0AD1D9044203F4905EBDFA07AE98150
source: I see you.
pl: Widzę cię.
zh: 我看见你。

# ,F5B1BE9A45B3C2676169968A086453BA
source: Stay with me.
pl: Zostań ze mną.
zh: 留在我身边。

# ,4B42877B4DF5E38CF6606996BD828500
source: You’re mine now.
pl: Jesteś już mój.
zh: 你现在是我的。

# ,764DED814D49F64E05DC6F975CAB7F7D
source: No more hiding.
pl: Koniec ukrywania.
zh: 不再隐藏。

# ,250193EB4DFCB67E04C3BCBEA8AADD94
source: Why did you leave me?
pl: Dlaczego mnie opuściłeś?
zh: 你为什么离开我？

# ,497AD5C84B43FD29D14BD5A46BABDC25
source: I waited... and waited...
pl: Czekałem... i czekałem...
zh: 我等了...等了...

# ,A42597364F2F9BB94D88CA83EB6C1E41
source: Do you want to see what’s inside?
pl: Chcesz zobaczyć, co jest w środku?
zh: 您想看看里面有什么吗？

# ,B8851D45410FAB611CA1018E24B12032
source: It’s okay to be scared.
pl: Możesz się bać.
zh: 可以害怕。

# ,276C005F4E51A6639CA94C94BA4DC831
source: Ah, I see you know the product well.
pl: Widzę, że dobrze znasz produkt.
zh: 啊，我看到您非常了解该产品。

# ,D569B04341B2798F2E2204A129AA31BF
source: That’s better.
pl: To lepiej.
zh: 更好。

# ,012C84B848CE009D6FC406AF50BB85ED
source: TRY AGAIN
pl: SPRÓBUJ PONOWNIE
zh: 再试一次

# ,697598EA40292C85BF663CB57FAA9D87
source: You've been caught.
pl: Zostałeś złapany.
zh: 你被抓了。

# ,523DD5514E071361BF15418B8D902828
source: Fortunately, you are now the successful reference model that made it through.
pl: Na szczęście jesteś teraz wzorcowym modelem, który to przetrwał.
zh: 幸运的是，您现在是成功的参考模型。

# ,936BC64F4E040F1D032936852B0C5D3B
source: Unfortunately, you are now just a copy for a future, better version of yourself.
pl: Niestety jesteś teraz tylko kopią dla lepszej wersji siebie.
zh: 不幸的是，您现在只是未来，更好版本的副本。

# ,A8C2F7CA4F7770DD80847BBE23FA0814
source: Thanks for playing!
pl: Dzięki za grę!
zh: 感谢您的演奏！

# ,C9F575424FCCF043E300F4B61D69C21D
source: If you enjoyed the experience, please support us by leaving a positive review.
pl: Jeśli podobało ci się doświadczenie, zostaw pozytywną opinię.
zh: 如果您喜欢这一经验，请留下积极的评论来支持我们。

# ,F1E5B065413D9B0A3998318F7E030CEC
source: A neural network learns through trial and error. Its progress is used to train future networks, which start where it left off and improve with each generation. In the end, it was all a simulation.
pl: Sieć neuronowa uczy się przez próby i błędy. Jej postęp służy trenowaniu przyszłych sieci, które zaczynają tam, gdzie zakończyła się poprzednia i poprawiają się z każdą generacją. W końcu wszystko było symulacją.
zh: 神经网络通过反复试验学习。

# ,9C9573CA4EAD2DEB42FEF8BD09E231BE
source: That is you: a simple neural network that has made it this far. Every time you died, failed, or restarted, you didn’t go back to the beginning. You evolved from a copy of your previous self, learning from every mistake.
pl: To jesteś ty: prosta sieć neuronowa, która dotarła tak daleko. Za każdym razem, gdy umierałeś, zawodziłeś lub restartowałeś się, nie wracałeś na początek. Ewoluowałeś z kopii samego siebie, ucząc się na błędach.
zh: 那就是您：一个简单的神经网络，已经使它变得如此远。

# ,5518FB5D4F5FDBADF4AEF5B5A8F23C98
source: Your position on the weekly leaderboard has shifted from {x} to {y}.
pl: Twoja pozycja w tygodniowej klasyfikacji zmieniła się z {x} na {y}.
zh: 您在每周排行榜上的位置已从{x}转移到{y}。

# ,E7EC8EB04E6D1A45731C62BB6DF62FEB
source: Your position on the global leaderboard has shifted from {x} to {y}.
pl: Twoja pozycja w globalnej klasyfikacji zmieniła się z {x} na {y}.
zh: 您在全局排行榜上的位置已从{x}转移到{y}。

# ,55629B96416054C818FE55A294A5FB39
source: Day {day}
pl: Dzień {day}
zh: 天{day}

# ,893AB056448350D850544BB2AAB12261
source: NONE
pl: BRAK
zh: 没有任何

# ,B33CBAD0457DBE23578301B27C778E88
source: GOLD
pl: ZŁOTO
zh: 金子

# ,BC132C4D47234C1A5D833F9B0DA1896E
source: SILVER
pl: SREBRO
zh: 银

# ,EAF4AA3944FDFCE56A471496887C134C
source: BRONZE
pl: BRĄZ
zh: 青铜

# ,031608ED402B8EAA8C240283F4C33278
source: I'm slowly getting used to the job.
pl: Powoli przyzwyczajam się do pracy.
zh: 我慢慢地习惯了这份工作。

# ,03BDD1D34A4C691EC98E7980DFE4439A
source: Began stress testing products. Some didn’t survive.
pl: Rozpoczęto testy wytrzymałości produktów. Niektóre nie przetrwały.
zh: 开始压力测试产品。

# ,10680A594C75637F62BBE2BDBB72094F
source: Started processing product orders. We’re now handling real dispatches.
pl: Rozpoczęto realizację zleceń. Obsługujemy już prawdziwe Dispatches.
zh: 开始处理产品订单。

# ,1C9D1995422A4BE131A0F3A1BF8F842A
source: I’ve been assigned to handle full quality control — returns, complaints, all of it.
pl: Przypisano mi pełną kontrolę jakości — zwroty, reklamacje, wszystko.
zh: 我被分配来处理完整的质量控制 - 所有这些。

# ,2F303EA24751AA8DE94637AA56D164E3
source: The resistance contacted me again. They addressed me as their superior. Blue has vanished. Last seen in Area 4.
pl: Ruch oporu skontaktował się ponownie. Zwrócili się do mnie jako do przełożonego. Blue zniknął. Ostatnio widziany w Obszarze 4.
zh: 阻力再次与我联系。

# ,4F4277B84EB62BFCD2085AB950017649
source: Started inspecting robots for defects. A lot more complex than boxes.
pl: Zaczęto kontrolę robotów pod kątem wad. O wiele bardziej skomplikowane niż cajas.
zh: 开始检查机器人是否有缺陷。

# ,5399762B45264806207E4B8ECF5D1C7F
source: Security’s changed. Massive military robots now patrol. The break rooms are empty. Operators are gone.
pl: Ochrona się zmieniła. Wielkie roboty patrolują, pokoje odpoczynku puste, Operatorzy zniknęli.
zh: 安全性发生了变化。

# ,58BEE6714A14BB339AF408882F09C9B1
source: Now they’re ordering robots too. I’m in charge of packaging them carefully.
pl: Teraz zleca się też roboty. Pakuję je ostrożnie.
zh: 现在他们也在订购机器人。

# ,5D3D7ED24EBBF3FDAF7BA6AEF2FB6FC2
source: I placed more recruitment stickers, this time in the cafeteria. Every ally counts.
pl: Rozkleiłem naklejki rekrutacyjne, tym razem w stołówce. Każdy sprzymierzeniec się liczy.
zh: 我这次在自助餐厅放了更多的招聘贴纸。

# ,624ADA10429EA58BBBEE26ABCC2CA2AE
source: Back to box inspection, but this time checking for properly placed danger stickers.
pl: Powrót do kontroli cajas, ale tym razem sprawdzanie naklejek ostrzegawczych.
zh: 返回盒子检查，但是这次检查是否有适当放置的危险贴纸。

# ,7DE9014E41DAF981D64B42B1FF3C38DE
source: Blue told me to return to the lockers and collect the IDs of those willing to join the resistance.
pl: Blue kazał wrócić do szafek i zebrać identyfikatory chętnych do ruchu oporu.
zh: 蓝告诉我返回储物柜并收集愿意加入抵抗力的人的ID。

# ,7FD44B71482BC5E39B903FBE1C763966
source: Now checking robots for proper animation and voice functionality.
pl: Teraz sprawdzam animację i głos robotów.
zh: 现在检查机器人是否适当的动画和语音功能。

# ,8D8EF40140056CC96A2D85A4AE8C1100
source: I saw other operators for the first time. Blue took me on a tour through different workstations.
pl: Po raz pierwszy zobaczyłem innych operatorów. Blue oprowadził mnie po różnych stanowiskach.
zh: 我第一次见到其他操作员。

# ,9BAFE58C4AA258AD473B76B6BE28FF78
source: Everything at once now: orders, dispatch, returns... No rest. The system is pushing me to my limit.
pl: Wszystko naraz: pedidos, dispatch, zwroty... Bez odpoczynku. System mnie do granic doprowadza.
zh: 现在一切都立即：订单，派遣，返回...没有休息。

# ,9E87178546EE28314166F7B251C83648
source: Today I started scanning barcodes. It’s tedious, but feels important.
pl: Dziś zacząłem skanować kody kreskowe. Nudne, ale ważne.
zh: 今天，我开始扫描条形码。

# ,A554627B4C5C38EA3E1ED6A6033261C5
source: Something strange happened — Blue appeared on the factory screens. Did he hack the system?
pl: Coś dziwnego się stało — Blue pojawił się na ekranach fabryki. Czy zhakował system?
zh: 发生了一些奇怪的事情 - 蓝色出现在工厂屏幕上。

# ,A8D7CFFD4C2F33C8BCF0A4828D6002BB
source: It’s been a long day inspecting boxes for cracks or broken glass. Precision matters more than ever.
pl: To był długi dzień inspekcji cajas pod kątem pęknięć i szkła. Precyzja ważniejsza niż kiedykolwiek.
zh: 这是漫长的一天检查盒子或破损玻璃的盒子。

# ,B2F5B4E64F065BB868B9B1B2AC4D8797
source: Hierarchies? Blue told me robots have their own: whites, purples... and what about the blues like him?
pl: Hierarchie? Blue powiedział, że roboty też mają: białe, purpurowe... a niebieskie jak on?
zh: 层次结构？

# ,B6483E6140D4F75F8E3D77B6191CBE5A
source: Finally got access to the barcode scanner — no more manually reading numbers.
pl: W końcu dostałem dostęp do skanera kodów kreskowych — koniec ręcznego czytania numerów.
zh: 最终可以访问条形码扫描仪 - 不再手动读取数字。

# ,C168EE924BE86A42D619DFA95E96168A
source: The supervisor is behind me all the time; it's starting to feel overwhelming.
pl: Przełożony tuż za mną; zaczyna być przytłaczające.
zh: 主管一直在我身后。

# ,C65A171545B6CE8D198638BC0673AC6A
source: What is this company? Are there no humans here at all? Then why did they hire me? Blue nearly scared me to death...
pl: Cóż to za firma? Czy tu nie ma żadnych ludzi? To po co mnie zatrudnili? Blue prawie mnie zabił strachem...
zh: 这家公司是什么？

# ,C8CD40574D10A43A2201C2A9E780D148
source: Orders can now include both boxes and dolls. Things are picking up.
pl: Pedidos mogą teraz zawierać i cajas, i muñecos. Tempo rośnie.
zh: 订单现在可以包括盒子和娃娃。

# ,E2244AF34183366DA46227984E30BD08
source: Combined orders now include both dolls and their boxes. More room for mistakes.
pl: Połączone pedidos zawierają muñecos i ich cajas. Więcej miejsca na błędy.
zh: 现在的订单现在包括娃娃及其盒子。

# ,E95499424DD390276D0B5E909E9F3743
source: Got a new tool: the visual anomaly scanner. My job just got faster — and more dangerous.
pl: Dostałem nowe narzędzie: skaner anomalii wizualnych. Praca szybsza — i bardziej niebezpieczna.
zh: 有一个新工具：视觉异常扫描仪。

# ,E99BBB6C4842A2D53CC11DB6F2919CEB
source: Left post-its in lockers — recruiting others has begun.
pl: Zostawiłem karteczki w szafkach — rekrutacja trwa.
zh: 在储物柜中左派邮政 - 招募其他人已经开始。

# ,EC7293844D4B3B77062E669B67B84FD5
source: Clients are requesting boxes with personalized names. Extra attention needed.
pl: Klienci proszą o cajas z personalizowanymi nazwami. Wymagana większa uwaga.
zh: 客户要求带有个性化名称的框。

# ,F1CBC445448C3F035FCE7DB7746F6E7B
source: I infiltrated the server room and disrupted the system. The recruited operators now report to me.
pl: Wdarłem się do serwerowni i zakłóciłem system. Zrekrutowani operatorzy teraz mi podlegają.
zh: 我渗入了服务器室并破坏了系统。

# ,F5FF51A545ECE86CB013798BB01BE825
source: I broke into the HR office and stole documents. I need to know if there are others like me.
pl: Włamałem się do HR i ukradłem dokumenty. Muszę wiedzieć, czy są inni tacy jak ja.
zh: 我闯入人力资源办公室，偷走了文件。

# ,F792B3CF4DF10274548BB88FCD9DB215
source: Went to the security room and installed a fake recording. The cameras are no longer watching us.
pl: Poszedłem do pokoju ochrony i zainstalowałem fałszywe nagranie. Kamery nas już nie obserwują.
zh: 去了安全室，安装了假录音。

# ,01AAAF24476770D413F25A96B8575B51
source: silver
pl: srebro
zh: 银

# ,714F65F54D7380CA5901E88E2486E744
source: Bonus x{days} days
pl: Bonus x{days} dni
zh: {days}天的奖励

# ,91C64E1843DAEB390615F2BB0B324A08
source: gold
pl: złoto
zh: 金子

# ,CD59A3D6467D3E5708E177A23CCC9970
source: bronze
pl: brąz
zh: 青铜

# ,DA7BD99B417258A6EA02EE94328FD895
source: Bonus x{multiplier} by {medal}
pl: Bonus x{multiplier} za {medal}
zh: {medal}的奖励x{multiplier}

# ,A081117442D49E705B12F0A39C05191F
source: Correct Dolls
pl: Poprawne muñecos
zh: 正确的娃娃

# ,B76A8526497F83D2AAF8CABB3E2EBA32
source: Wrong Robots
pl: Błędne roboty

# ,1D083BCC404DDF812722458284CE31F5
source: Correct Orders
pl: Poprawne pedidos
zh: 正确的订单

# ,5E2484A2414C6A446E97A6AAFA2B675C
source: Wrong orders
pl: Błędne pedidos
zh: 错误的订单

# ,17AFAC694B96AB7192838DA8BBFD8C30
source: Total correct
pl: Razem poprawne
zh: 总正确

# ,333E07A74026F662F1CA128BC17756C9
source: Total Wrong
pl: Razem błędne
zh: 完全错误

# ,00A69238450FD653DCD22E8EE768CF31
source: Reward
pl: Nagroda

# ,7ABC79D347782118DE1FB48DD89D4093
source: Go to home
pl: Wróć do początku
zh: 回家

# ,B2B1C03343BB3A3C18FF3392E06E94D6
source: Wrong Dolls
pl: Błędne muñecos
zh: 错误的洋娃娃

# ,EFA9D3B74BDDA575D98F70A0988AB51A
source: Correct Cases
pl: Poprawne cajas
zh: 正确的案例

# ,C960E04E4FF9F75FAECBADBFDDBACD48
source: Wrong Cases
pl: Błędne cajas

# ,2767C1654D51D796DF86A391F50701DE
source: Correct Robots
pl: Poprawne roboty
zh: 正确的机器人

# ,1692DE874C0C2B1FC7A6A5AD1D9C1FE9
source: Exit
pl: Wyjście
zh: 出口

# ,3FD3275141C46D8A4E7B0C8B98721113
source: Settings
pl: Ustawienia
zh: 设置

# ,4634F1C448A78E03F4AC7B94441281EB
source: Resume Game
pl: Wznów grę
zh: 简历游戏
